Repository: karthik-arjunan/testuds
Catalog: server/src/uds/locale/*/LC_MESSAGES/djangojs.po
Languages: ca, eu

source: Sunday
ca: Diumenge
eu: Igandea

source: Monday
ca: Dilluns
eu: Astelehena

source: Tuesday
ca: Dimarts
eu: Asteartea

source: Wednesday
ca: Dimecres
eu: Asteazkena

source: Thursday
ca: Dijous
eu: Osteguna

source: Friday
ca: Divendres
eu: Ostirala

source: Saturday
ca: Dissabte
eu: Larunbata

source: January
ca: Gener
eu: Urtarrila

source: February
ca: Febrer
eu: Otsaila

source: March
ca: Març
eu: Martxoa

source: April
ca: Abril
eu: Apirila

source: May
ca: Maig
eu: Maiatza

source: June
ca: Juny
eu: Ekaina

source: July
ca: Juliol
eu: Uztaila

source: August
ca: Agost
eu: Abuztua

source: September
ca: Setembre
eu: Iraila

source: October
ca: Octubre
eu: Urria

source: November
ca: Novembre
eu: Azaroa

source: December
ca: Desembre
eu: Abendua

source: Test
ca: Prova
eu: Proba

source: Search error
ca: Error de cerca
eu: Bilaketa errorea

source: Accept
ca: Accepta
eu: onar ezazu

source: Error accessing data
ca: Error accedint a dades
eu: Datuetara sartzerakoan errorea

source: Information
ca: Informació
eu: Informazioa

source: Group information
ca: Informació del grup
eu: Taldearen informazioa

source: Edit group
ca: Editar grup
eu: Taldea edidatu

source: Group saved
ca: Grup desat
eu: Taldea Gordeta

source: New meta group
ca: Nou metagrup
eu: Meta-talde berria

source: New group
ca: Nou grup
eu: Talde Berria

source: Search groups
ca: Cerca grups
eu: Bilatu Taldeak

source: Group
ca: Grup
eu: Taldea

source: Groups found
ca: Grups trobats
eu: Aurkitutako taldeak

source: Group saving error
ca: Error desant grup
eu: Taldeak gordetzerakoan errorea

source: Delete group
ca: Esborra grup
eu: Taldea Ezabatu

source: Group deletion error
ca: Error esborrant grup
eu: Taldea ezabatzerakoan errorea

source: User information
ca: Informació de l'usuari
eu: Erabiltzailearen informazioa

source: Edit user
ca: Edita usuari
eu: Editatu erabiltzailea

source: User saved
ca: Usuari desat
eu: Erabiltzailea gordeta

source: User saving error
ca: Error desant usuari
eu: Erabiltzailea gordetzerakoan errorea

source: New user
ca: Nou usuari
eu: Erabiltzaile berria

source: Search users
ca: Cerca usuaris
eu: Bilatu erabiltzaileak

source: User
ca: Usuari
eu: erabiltzaile

source: Users found
ca: Usuaris trobats
eu: Aurkitutako erabiltzaileak

source: Delete user
ca: Esborra usuari
eu: Erabiltzailea Ezabatu

source: User deletion error
ca: Error esborrant usuari
eu: Erabiltzailea ezabatzerakoan errorea

source: New authenticator
ca: Nou autenticador
eu: Autentifikatzaile berria

source: Authenticator creation error
ca: Error creant autenticador
eu: Autentifikatzailea sortzerakoan errorea

source: Edit authenticator
ca: Edita autenticador
eu: Autentifikatzailea editatu

source: Authenticator saving error
ca: Error desant autenticador
eu: Autentifikatzailea gordetzerakoan errorea

source: Delete authenticator
ca: Esborra autenticador
eu: Autentifikatzailea ezabatu

source: Authenticator deletion error
ca: Error esborrant autenticador
eu: Autentifikatzailea ezabatzerakoan errorea

source: day
ca: dia
eu: Eguna

source: days
ca: dies
eu: Egunak

source: Daily
ca: Diàriament
eu: Egunero

source: week
ca: setmana
eu: Astea

source: weeks
ca: setmanes
eu: Asteak

source: Weekly
ca: Setmanalment
eu: Astero

source: month
ca: mes
eu: Hilabetea

source: months
ca: mesos
eu: Hilabeteak

source: Monthly
ca: Mensualment
eu: Hilabetero

source: year
ca: any
eu: Urtea

source: years
ca: anys
eu: Urteak

source: Yearly
ca: Anualment
eu: Urtero

source: Weekdays
ca: Dies de la setmana
eu: Astegunak

source: Minutes
ca: Minuts
eu: Minutu

source: Hours
ca: Hores
eu: Ordu

source: Days
ca: Dies
eu: Egun

source: Weeks
ca: Setmanes
eu: Aste

source: Sun
ca: Sol
eu: Igandea

source: (no days)
ca: (sense dies)
eu: (egun gabe)

source: This rule will be valid every
ca: Aquest regla serà vàlida cada
eu: Arau hau indarrean egongo da

source: of any week
ca: de qualsevol setmana
eu: Edozein astekoa

source: from
ca: de
eu: Nondik

source: onwards
ca: endavant
eu: aurrera

source: until
ca: fins a
eu: Arte

source: starting at
ca: començant a
eu: Hasita

source: and will remain valid for
ca: i continuarà essent vàlid fins a
eu: eta baliozko izanten jarraituko du

source: with no duration
ca: sense durada
eu: Iraupenik Gabe

source: New rule
ca: Nova regla
eu: Arau barria

source: Edit rule
ca: Edita regla
eu: Editatu Araua

source: Save
ca: Desa
eu: Gorde

source: Error creating rule
ca: Error creant regla
eu: Araua sortzerakoan errorea

source: Error saving rule
ca: Error desant regla
eu: Araua gordetzerakoan errorea

source: Delete rule
ca: Esborra regla
eu: Araua ezabatu

source: Rule deletion error
ca: Error esborrant regla
eu: Araua ezabatzerakoan errorea

source: New calendar
ca: Nou calendari
eu: Egutegi berria

source: Calendar creation error
ca: Error creant calendari
eu: Egutegia ezabatzerakoan errorea

source: Edit calendar
ca: Edita calendari
eu: Editatu egutegia

source: Calendar saving error
ca: Error desant calendari
eu: Egutegia gordetzerakoan errorea

source: Delete calendar
ca: Esborra calendari
eu: Egutegia Ezabatu

source: Calendar deletion error
ca: Error esborrant calendari
eu: Egutegia ezabatzerakoan errorea

source: Configuration saved
ca: Configuració desada
eu: konfigurazioa gordeta

source: No changes has been made
ca: No s'ha fet cap canvi
eu: Ez da aldaketarik egin

source: New transport
ca: Nou transport
eu: Garraio berria

source: Transport creation error
ca: Error creant transport
eu: Garraioa sortzerakoan errorea

source: Edit transport
ca: Edita transport
eu: Editatu Garraioa

source: Transport saving error
ca: Error desant transport
eu: Garraioa gordetzerakoan errorea

source: Delete transport
ca: Esborra transport
eu: Garraioa Ezabatu

source: Transport deletion error
ca: Error esborrant transport
eu: Garraioa ezabatzerakoan errorea

source: New network
ca: Nova xarxa
eu: Sare berria

source: Network creation error
ca: Error creant xarxa
eu: Sarea sortzerakoan errorea

source: Edit network
ca: Edita xarxa
eu: Editatu sarea

source: Network saving error
ca: Error desant xarxa
eu: Sarea gordetzerakoan errorea

source: Delete network
ca: Esborra xarxa
eu: Sarea Ezabatu

source: Network deletion error
ca: Error esborrant xarxa
eu: Sarea ezabatzerakoan errorea

source: Staff member
ca: Membre del personal
eu: Langile Kidea

source: New image
ca: Nova imatge
eu: Irudi Berria

source: Edit image
ca: Edita imatge
eu: Irudia Editatu

source: Upload
ca: Puja
eu: Kargatu

source: You must select an image
ca: Heu de seleccionar una imatge
eu: Irudi bat aukeratu behar duzu

source: Image is too big (max. upload size is 256Kb)
ca: La imatge és massa grossa (la mida màxima de pujada és de 256Kb)
eu: Irudi haundiegia (Gehienezko tamaina 256Kb)

source: Delete Image
ca: Esborra imatge
eu: Irudia Ezabatu

source: Image deletion error
ca: Error esborrant imatge
eu: Irudia ezabatzerakoan errorea

source: New OSManager
ca: Nou Gestor de SO
eu: SE Zuzendari barria

source: OSManager creation error
ca: Error creant Gestor de SO
eu: SE Zuzendaria sortzerakoan errorea

source: Edit OSManager
ca: Edita Gestor de SO
eu: Editatu SE zuzendaria

source: OSManager saving error
ca: Error desant Gestor de SO
eu: SE Zuzendaria gordetzerakoan errorea

source: Delete OSManager
ca: Esborra Gestor de SO
eu: SE Zuzendaria Ezabatu

source: OSManager deletion error
ca: Error esborrant Gestor de SO
eu: SE zuzendaria ezabatzerakoan errorea

source: Generate report
ca: Genera informe
eu: Txostena atera

source: Error creating report
ca: Error creant l'informe
eu: Txostena sortzerakoan errorea

source: Error obtaining report description
ca: Error en l'obtenció de la descripció de l'informe
eu: Txostenaren deskripzioa lortzerakoan errorea

source: In Maintenance
ca: En manteniment
eu: Mantentze lanetan

source: Active
ca: Actiu
eu: Aktibo

source: Service information
ca: Informació sobre el servei
eu: Zerbitzu informazioa

source: Edit service
ca: Edita servei
eu: Zerbitzua editatu

source: Service creation error
ca: Error creant servei
eu: Zerbitzua sortzerakoan errorea

source: New service
ca: Nou servei
eu: Zerbitzu berria

source: Service saving error
ca: Error desant servei
eu: Zerbitzua gordetzerakoa errorea

source: Delete service
ca: Esborra servei
eu: Zerbitzua Ezabatu

source: Service deletion error
ca: Error esborrant servei
eu: Zerbitzua ezabatzerakoan errorea

source: Delete user service
ca: Esborra servei d'usuari

source: User service deletion error
ca: Error esborrant servei d'usuari

source: Maintenance
ca: Manteniment
eu: Mantentze

source: Maintenance Mode
ca: En mode manteniment
eu: Mantentze-modua

source: Enter Maintenance Mode?
ca: Entrar en mode manteniment?
eu: Mantentze-moduan jarri?

source: Exit Maintenance Mode?
ca: Sortir de mode manteniment?
eu: Mantentze-modutik irten?

source: Enter maintenance Mode
ca: Entra en mode manteniment
eu: Mantentze-moduan jarri

source: Exit Maintenance Mode
ca: Surt de mode manteniment
eu: Mantentze-modutik irten

source: New services provider
ca: Nou proveïdor de serveis
eu: Zerbitzu hornitzaile barria

source: Services provider creation error
ca: Error creant proveïdor de serveis
eu: Zerbitzu hornitzailea sortzerakoan errorea

source: Edit services provider
ca: Edita proveïdor de serveis
eu: Zerbitzu hornitzailea editatu

source: Services Provider saving error
ca: Error desant proveïdor de serveis
eu: Zerbitzu hornitzailea gordetzerakoan errorea

source: Delete services provider
ca: Esborra proveïdor de serveis
eu: Zerbitzu Hornitzailea Ezabatu

source: Services Provider deletion error
ca: Error esborrant proveïdor de serveis
eu: Zerbitzu hornitzailea ezabatzerakoan errorea

source: Launch Now
ca: Llança ara
eu: Ekin orain

source: Execute action
ca: Executa l'acció
eu: Buru ezazu ekintza

source: Launch action execution right now?
ca: Començar l'execució de l'acció ara mateix?
eu: Oraintze bertan jaurti nai duzu ekintza?

source: Beginning
ca: Inici
eu: Hasiera

source: Ending
ca: Final
eu: Amaiera

source: Add scheduled action
ca: Afegeix acció programada
eu: Programatutako ekintza gehitu

source: Edit access calendar
ca: Edita calendari d'accés
eu: Sarbide-egutegia editatu

source: Remove access calendar
ca: Esborra calendari d'accés
eu: Sarbide-egutegia ezabatu

source: Access calendar removal error
ca: Error esborrant calendari d'accés
eu: Sarbide-egutegia ezabatzerakoan errorea

source: Add access calendar
ca: Afegeix calendari d'accés
eu: Sarbide-egutegia gehitu

source: Default fallback access
ca: Accés predeterminat
eu: Lehenetsi sarbide balantze

source: Cancel
ca: Cancel·la
eu: Ezeztatu

source: Publish
ca: Publica
eu: Argitaratu

source: Cancel publication?
ca: Cancel·lar la publicació?
eu: Argitalpena ezeztatu?

source: Force Cancel
ca: Força la cancel·lació
eu: Indarrean ezeztatu

source: Failed creating publication
ca: No s'ha pogut crear la publicació
eu: Argitalpena sortzean hutsa

source: Add transport
ca: Afegeix transport
eu: Garraioa gehitu

source: You must provide a transport
ca: Cal proporcionar un transport
eu: Garraio bat eman behar duzu

source: Remove transport
ca: Elimina transport
eu: Garraioa ezabatu

source: Transport removal error
ca: Error eliminant transport
eu: Garraioa ezabatzerakoan errorea

source: Yes
ca: Sí
eu: Bai

source: Remove Cache element
ca: Elimina element de memòria cau
eu: Kendu Cache Elementua

source: Deletion error
ca: Error esborrant
eu: Ezabaketa errorea

source: Add group
ca: Afegeix grup
eu: Taldea gehitu

source: You must provide authenticator and group
ca: Cal proporcionar autenticador i grup
eu: Autentifikatzailea eta taldea eman behar duzu

source: Remove group
ca: Elimina grup
eu: Taldea kendu

source: Group removal error
ca: Error esborrant grup
eu: Taldea kentzean errorea

source: Remove Assigned service
ca: Elimina servei assignat
eu: Kendu Esleitutako zerbitzua

source: Restrained
ca: Restringit

source: New service pool
ca: Nou pool de serveis
eu: Zerbitzu pool berria

source: creation error
ca: error de creació
eu: Sortzerakoan errorea

source: Publish on creation
ca: Publica al moment de la creació
eu: Sortzean argitaratu

source: If selected, will initiate the publication inmediatly after creation
ca: Si està seleccionat, s'iniciarà la publicació just després de la creació
eu: Hautatuta badago, sortu ostean argitalpena ekingo da.

source: Edit
ca: Edita
eu: Editatu

source: saving error
ca: Error desant
eu: Gordetzerakoan errorea

source: Delete
ca: Esborra
eu: Ezabatu

source: deletion error
ca: Error esborrant
eu: Ezabatzerakoan errorea

source: New Services Pool Group
ca: Nou grup de pool de serveis
eu: Pool-zerbitzu talde berria

source: Services Pool Group creation error
ca: Error creant grup de pool de serveis
eu: Pool-Zerbitzua sortzerakoan errorea

source: Edit Services Pool Group
ca: Edita grup de pool de serveis
eu: Pool-Zerbitzu taldea editatu

source: Services Pool Group saving error
ca: Error desant grup de pool de serveis
eu: Pool-zerbitzua gordetzerakoan errorea

source: Delete Services Pool Group
ca: Esborra grup de pool de serveis
eu: Pool-Zerbitzu Taldea Ezabatu

source: Services Pool Group removal error
ca: Error eliminant grup de pool de serveis
eu: Pool-zerbitzu taldea ezabatzerakoan errorea

source: Cache
ca: Memòria cau

source: Cache has been flushed
ca: Memòria cau alliberada
eu: Cachea utzitua izan da

source: Refresh operation failed
ca: L'operació de refresc ha fallat
eu: Freskatu eragiketak huts

source: Date
ca: Data
eu: Data

source: level
ca: nivell
eu: Maila

source: source
ca: font
eu: Iturria

source: message
ca: missatge
eu: Mezua

source: Logs
ca: Registres
eu: Agerraldiak

source: Main
ca: Principal
eu: Nagusia

source: yes
ca: sí
eu: Bai

source: Close
ca: Tanca
eu: Itzi

source: Test passed successfully
ca: Prova superada amb èxit
eu: Testa arrakastaz gainditua

source: Test failed:
ca: La prova ha fallat:
eu: Testak huts egin du:

source: Test error
ca: Error a la prova
eu: Test errorea

source: Edition successfully done
ca: Edició realitzada amb èxit
eu: Edizioa arrakastaz eginda

source: Overview
ca: Resum
eu: Orokorra

source: of type
ca: de tipus
eu: Motako

source: Creation successfully done
ca: Creació realitzada amb èxit
eu: Sorkuntza arrakastaz eginda

source: Are you sure do you want to delete
ca: Esteu segur que voleu esborrar
eu: Seguru zaude ezabatu nahi duzula

source: items:
ca: articles:
eu: Itemak:

source: Error deleting
ca: Error esborrant
eu: Ezabatzerakoan errorea

source: Successfully deleted
ca: Esborrat correctament
eu: Arrakastaz ezabatua

source: Deletion results
ca: Resultats de l'eliminació
eu: Ezabaketa emaitzak

source: Add
ca: Afegeix
eu: Gehitu

source: You must provide authenticator and
ca: Cal proporcionar autenticador i
eu: Autentifikatzailea eman behar duzu eta

source: Confirm revocation of following permissions: <br/>
ca: Confirmeu la revocació dels següents permisos: <br/>
eu: Berretsi hurrengo baimenak ezetatzea: <br/>

source: Remove
ca: Elimina
eu: Ezabatu

source: Revoke
ca: Revoca
eu: Ezeztatu

source: Permissions for
ca: Permisos per a
eu: Baimenak

source: Just a moment...
ca: Un moment...
eu: Momentu bat...

source: Never
ca: Mai
eu: Inoiz

source: _MENU_ records per page
ca: _MENU_ registres per pàgina
eu: _MENU_ orriko erregistro

source: Empty
ca: Buit
eu: Hutsik

source: No records
ca: Sense registres
eu: Erregistro bat ere

source: Records _START_ to _END_ of _TOTAL_
ca: Registres _START_ a _END_ de _TOTAL_
eu: _START_tik _END_ra , Guztira _TOTAL_ erregistro

source: (filtered from _MAX_ total records)
ca: (filtrat des de _MAX_ total registres)
eu: (_MAX_ erregistrorik filtraturik)

source: Please wait, processing
ca: Per favor espereu, processant
eu: Itxaron mesedez, prozesaketa

source: Filter
ca: Filtre
eu: iragazkia

source: Selected %d rows
ca: Seleccionades %d files
eu: %d ilara hautaturik

source: Click on a row to select it
ca: Feu clic a una fila per a seleccionar-la
eu: Egin klik ilara batean, hautatzeko

source: Selected one row
ca: Una fila seleccionada
eu: Ilara bat hautatua

source: New
ca: Nou
eu: Berria

source: Permissions
ca: Permisos
eu: Baimenak

source: Message
ca: Missatge
eu: Mezua

source: Connection failed
ca: Connexió fallida
eu: Konexioak huts egin du

source: This field is required.
ca: Aquest camp és obligatori.
eu: Eremu hau derrigorrezkoa da.

source: Please fix this field.
ca: Si us plau, corregiu aquest camp.
eu: Mesedez, zuzendu eremu hau.

source: Please enter a valid email address.
ca: Si us plau, introduïu una adreça de correu electrònic vàlida.
eu: Mesedez, baliozko posta elektronikoa sartu

source: Please enter a valid URL.
ca: Si us plau, introduïu una URL vàlida.
eu: Mesedez, baliozko URLa sartu

source: Please enter a valid date.
ca: Si us plau, introduïu una data vàlida.
eu: Mesedez, sartu baliozko data.

source: Please enter a valid date (ISO).
ca: Si us plau, introduïu una data vàlida (ISO).
eu: Mesedez, sartu baliozko data (ISO).

source: Please enter a valid number.
ca: Si us plau, introduïu un número vàlid.
eu: Mesedez, baliozko zenbakia sartu

source: Please enter only digits.
ca: Si us plau, introduïu només dígits.
eu: Mesedez, sartu bakarrik digituak

source: Please enter a valid credit card number.
ca: Si us plau, introduïu un número de tarja de crèdit vàlid.
eu: Mesedez, sartu baliozko kreditu-txartelaren zenbakia.

source: Please enter the same value again.
ca: Si us plau, introduïu el mateix valor un altre cop.
eu: Mesedez, balio berdina sartu berriro.

source: Please enter no more than {0} characters.
ca: Si us plau, no introduïu més de {0} caràcters.
eu: Mesedez sartu {0} karaktere baino gehiago.

source: Please enter at least {0} characters.
ca: Si us plau, introduïu al menys {0} caràcters.
eu: Mezedez, sartu {0} karaktere gutxienez

source: Please enter a value between {0} and {1} characters long.
ca: Si us plau, introduïu un valor entre {0} i {1} caràcters.
eu: Mesedez, sar ezazu {0} eta {1} karaktere bitartean dituen balioa.

source: Please enter a value between {0} and {1}.
ca: Si us plau, introduïu un valor entre {0} i {1} .
eu: Mesedez, {0} eta {1} bitartean dagoen balioa sartu

source: Please enter a value less than or equal to {0}.
ca: Si us plau, introduïu un valor menor o igual a {0}.
eu: Mesedez, {0} edo txikiagoa den balioa sartu.

source: Please enter a value greater than or equal to {0}.
ca: Si us plau, introduïu un valor major o igual a {0}.
eu: Mesedez, {0} edo handiagoa den balioa sartu.

source: Contacting service...
ca: Contactant amb el servei...
eu: Zerbitzuarekin harremanetan jartzen...

source: Error accessing service:
ca: Error accedint al servei:
eu: Zerbitzuan sartzerakoan errorea:

source: No
eu: Ez

source: error
eu: Errorea

source: no
eu: Ez
