Repository: karthik-arjunan/testuds
Catalog: server/src/uds/locale/*/LC_MESSAGES/django.po
Languages: de, it, pt

source: Invalid service. The service is not available at this moment. Please, try later
de: Ungültiger Service. Der Dienst ist nicht verfügbar im Moment. Bitte, versuchen Sie später
it: Servizio non valido. Il servizio non è disponibile in questo momento. Per favore, prova più tardi
pt: Serviço inválido. O serviço não está disponível neste momento. Por favor, tente mais tarde

source: Maximum services limit reached. Please, contact administrator
de: Maximale Service Limit erreicht. Bitte kontaktieren Sie administrator
it: Raggiunto il limite massimo di servizi. Si prega di contattare amministratore
pt: Atingiu o limite máximo de serviços. Por favor, contate o administrador

source: You need to enable cookies to let this application work
de: Sie müssen Cookies, diese Anwendung arbeiten lassen aktivieren
it: È necessario abilitare i cookies lasciare che questa applicazione funziona
pt: Você precisa habilitar cookies deixar esta aplicação trabalhar

source: Authenticator not found
de: Authentifikator nicht gefunden
it: Autenticatore non trovato
pt: Autenticador não encontrado

source: Invalid authenticator
de: Ungültige Echtheitsbestätigung
it: Autenticatore non valido
pt: Autenticador inválido

source: Invalid request received
de: Ungültige Anforderung empfangen
it: Richiesta non valida ricevuta
pt: Pedido inválido recebido

source: Your browser is not supported. Please, upgrade it to a modern HTML5 browser like Firefox or Chrome
de: Ihr Browser wird nicht unterstützt. Bitte aktualisieren Sie es auf einen modernen Browser mit HTML5 wie Firefox oder Chrome
it: Il tuo browser non è supportato. Per favore, eseguire l'aggiornamento a un browser HTML5 moderno come Firefox o Chrome
pt: Seu navegador não é suportado. Por favor, faça o upgrade para um navegador moderno do HTML5 como o Firefox ou Chrome

source: The requested service is in maintenance mode
de: Der angeforderte Dienst ist im Wartungsmodus
it: Il servizio richiesto è in modalità di manutenzione
pt: O serviço solicitado está no modo de manutenção

source: The service is not ready. Please, try again in a few moments.
de: Der Dienst ist nicht bereit.Bitte, versuchen Sie es erneut in wenigen Augenblicken.
it: Il servizio non è pronto. Per favore, provare nuovamente in pochi istanti.
pt: O serviço não está pronto. Por favor, tente novamente em alguns instantes.

source: Preparing service
de: Vorbereiten der Dienst
it: Servizio di preparazione
pt: Preparando o serviço

source: Service access denied by calendars
de: Service-Zugriff verweigert von Kalendern
it: Servizio Accesso negato dai calendari
pt: Serviço de acesso negado por calendários

source: authenticator
de: Authentifikator
it: autenticatore
pt: autenticador

source: Authenticator does not provide information
de: Authentifikator stellt keine Informationen bereit.
it: Autenticatore non fornisce informazioni
pt: Autenticador não fornece informações

source: UDS Plugin preferences
de: UDS-Plugin Einstellungen
it: UDS Plugin preferenze
pt: Preferências do Plugin UDS

source: This service is about to be replaced by a new version. Please, close the session before {} and save all your work to avoid loosing it.
de: Dieser Dienst soll durch eine neue Version ersetzt werden. Bitte, schließen Sie die Sitzung vor {} und speichern Sie Ihre Arbeit zu verlieren.
it: Questo servizio è in procinto di essere sostituito da una nuova versione. Per favore, chiudere il sessione prima {} e salvare tutto il vostro lavoro per evitare di disperderla.
pt: Este serviço está prestes a ser substituído por uma nova versão. Por favor, feche a sessão antes de {} e salvar todo o seu trabalho para evitar perder isso.

source: Service not ready. Please, try again in a while.
de: Service nicht bereit. Versuchen Sie noch einmal in eine Weile.
it: Servizio non pronto. Per favore, provare nuovamente in un istante.
pt: Serviço não está pronto. Por favor, tente novamente em instantes.

source: Status
it: Stato

source: status
it: stato

source: 8 bits
de: 8 Bit
it: 8 bit

source: 16 bits
it: 16 bit

source: 24 bits
de: 24 Bit
it: 24 bit

source: 32 bits
it: 32 bit

source: Local
de: Lokale
it: Locale

source: Logs
de: Protokolle
it: Registri

source: Downloads
it: Download

source: Linux UDS plugin
de: UDS Linux-plugin
it: Plugin Linux UDS

source: Src Ip
de: Quell-IP-

source: OpenGnsys Host
de: OpenGnsys Gastgeber
