Repository: karthik-arjunan/testuds
Catalog: server/src/uds/locale/*/LC_MESSAGES/django.po
Languages: de, it, pt

source: There was an error requesting data from server, please, try again
de: Fehler beim anfordern, dass Daten vom Server, bitte erneut versuchen
it: C'era un errore che richiede dati dal server, per favore, riprova
pt: Houve um erro solicitando dados do servidor, por favor, tente novamente

source: Dashboard
it: Cruscotto
pt: Painel de controle

source: overview
de: Übersicht
it: Panoramica
pt: Visão geral

source: UDS Administration
it: Amministrazione di UDS
pt: Administração de UDS

source: You are accessing UDS Administration as staff member.
de: Sie greifen UDS-Administration als Mitarbeiterin.
it: Si accede a UDS amministrazione come membro dello staff.
pt: Você está acessando UDS administração como membro da equipe.

source: This means that you have restricted access to assigned elements.
de: Dies bedeutet, dass Sie Zugriff auf die zugewiesenen Elemente beschränkt haben.
it: Questo significa che hanno limitato l'accesso agli elementi assegnati.
pt: Isto significa que você tenha restringido o acesso aos elementos atribuídos.

source: In order to increase your privileges, please contact your local UDS administrator.
de: Um Ihre Privilegien zu erhöhen, bitte kontaktieren Sie Ihren lokalen UDS Administrator.
it: Al fine di aumentare i privilegi, si prega di contattare il vostro locale UDS amministratore.
pt: A fim de aumentar seus privilégios, entre em contato com seu local UDS administrador.

source: Thank you.
de: Danke.
it: Grazie.
pt: Obrigado.

source: Transports
de: Transporte
it: Trasporti
pt: Transportes

source: Access Calendars
de: Zugang-Kalender
it: Calendari di accesso
pt: Calendários de acesso

source: UDS Services Pool Groups
de: UDS-Dienstleistungen-Pool-Gruppen
it: UDS Servizi piscina gruppi
pt: UDS piscina grupos de serviços

source: Assigned Services
de: Zugeordneten Services
it: Servizi assegnati
pt: Serviços atribuídos

source: Unique ID
de: Eindeutige ID
it: ID univoco
pt: ID exclusiva

source: Friendly Name
de: Angezeigter Name
it: Nome descrittivo
pt: Nome amigável

source: Service Pool
it: Servizio piscina
pt: Serviço de piscina

source: Staff member
de: Mitarbeiter
it: Membro dello staff
pt: Membro da equipe

source: {0} of {1} selected
de: {0} von {1} ausgewählt
it: {0} di {1} selezionato
pt: {0} de {1} selecionado

source: You can access UDS Open Source code at
de: Sie können UDS-Open-Source-Code am zugreifen.
it: È possibile accedere a codice sorgente aperto UDS presso
pt: Você pode acessar o código-fonte aberto de UDS em

source: UDS has been developed using these components:
de: UDS wurde entwickelt mit folgenden Komponenten:
it: UDS è stato sviluppato utilizzando questi componenti:
pt: UDS foi desenvolvido usando estes componentes:

source: If you find that we missed any component, please let us know
de: Wenn Sie feststellen, dass wir jede Komponente verpasst haben, informieren Sie uns bitte
it: Se trovate che abbiamo perso qualsiasi componente, fatecelo sapere
pt: Se você achar que perdemos qualquer componente, por favor deixe-nos saber

source: Back
de: Zurück
it: Indietro
pt: Voltar

source: Download UDS plugin for
de: Download UDS-Plugin für
it: Scarica UDS plugin per
pt: Download plugin UDS para

source: Download UDS Plugin for
de: Download UDS-Plugin für
it: Scarica UDS Plugin per
pt: Download Plugin UDS para

source: In order to be able to execute UDS services, you need to download and install UDS Plugin.
de: Um UDS Dienstleistungen durchführen zu können, müssen Sie downloaden und UDS-Plugin zu installieren.
it: Al fine di essere in grado di eseguire servizi di UDS, è necessario scaricare e installare Plugin di UDS.
pt: A fim de ser capaz de executar serviços UDS, você precisa baixar e Instale o Plugin de UDS.

source: Or download for other operating system
de: Oder als Download für andere Betriebssysteme
it: O scaricare per altri sistemi operativi
pt: Ou fazer o download para outro sistema operacional

source: In case that your operating system has not been correctly detected, you can download manually from
de: Im Fall, dass Ihr Betriebssystem nicht korrekt erkannt wurde können Sie manuell herunterladen
it: Nel caso che il sistema operativo non è stato correttamente rilevato, è possibile scaricare manualmente dal
pt: No caso que seu sistema operacional não foi detectado corretamente, você pode baixar manualmente a partir

source: Download Linux UDS plugin
de: UDS Linux-Plugin herunterladen
it: Scarica Linux UDS plugin
pt: Baixar plugin Linux UDS

source: Download Windows UDS plugin
de: Downloaden Sie Windows UDS-plugin
it: Scarica il plugin di Windows UDS
pt: Baixar plugin Windows UDS

source: Download Mac OS X (>10.5) UDS plugin
de: Mac OS X herunterladen (> 10.5) UDS-Plugin
it: Scarica Mac OS X (> 10.5) UDS plugin
pt: Baixar Mac OS X (> 10.5) plugin UDS

source: If you already have UDS Plugin installed but this message persists to appear, you can disable automatic detection here
de: Wenn Sie bereits UDS-Plugin installiert haben, aber diese Meldung weiterhin angezeigt wird angezeigt werden, können Sie die automatischen Erkennung hier deaktivieren
it: Se avete già installato UDS Plugin ma questo messaggio persiste a apparire, è possibile disattivare il rilevamento automatico qui
pt: Se você já tiver instalado Plugin UDS mas essa mensagem persiste para aparecer, você pode desabilitar a detecção automática aqui

source: Automatic plugin detection is enabled
de: Automatische Plugin-Erkennung aktiviert ist
it: Rilevamento automatico del plugin è abilitato
pt: A detecção automática do plugin está habilitada

source: WARNING: Automatic plugin detection is disabled
de: Achtung: Automatische Plugin-Erkennung ist deaktiviert
it: Attenzione: Rilevamento plugin automatico è disabilitato
pt: Aviso: Deteção automática do plugin está desativada.

source: Please, note that disabling automatic detection will not trigger this page again in case you don't have the plugin installed.
de: Bitte beachten Sie, dass automatischen Erkennung deaktivieren nicht diese Seite ausgelöst wird wieder im Fall müssen Sie nicht das Plugin installiert.
it: Si prega di notare che disabilitando il rilevamento automatico non attiveranno questa pagina ancora nel caso non hai installato il plugin.
pt: Por favor, note que desabilitar a deteção automática não dispararão nesta página novamente, caso você não tem o plugin instalado.

source: In this case, you will have to manually download the plugin by using the menu on upper right corner.
de: In diesem Fall müssen Sie manuell das Plugin herunterladen mithilfe der Menü auf der rechten oberen Ecke.
it: In questo caso, si dovrà scaricare manualmente il plugin utilizzando il menu in alto a destra.
pt: Neste caso, você terá que baixar manualmente o plugin usando o menu no canto superior direito.

source: Return
de: Rückkehr
it: Ritorno
pt: Retorno

source: This page contains a list of downloadables provided by different modules
de: Diese Seite enthält eine Liste der Downloads von verschiedenen Modulen bereitgestellt
it: Questa pagina contiene un elenco di scaricabili forniti da diversi moduli
pt: Esta página contém uma lista de downloadables fornecidos por diferentes módulos

source: An error occurred
de: Ist ein Fehler aufgetreten
it: Si è verificato un errore
pt: Ocorreu um erro

source: Back to services list
de: Zurück zur Liste
it: Torna alla lista di servizi
pt: Voltar à lista de serviços

source: Available services list
de: Liste der verfügbaren Dienste
it: Elenco dei servizi disponibili
pt: Lista de serviços disponíveis

source: Under maintenance
de: Wartungsvertrag
it: Sotto manutenzione
pt: Em manutenção

source: Currently in use
de: Derzeit im Einsatz
it: Attualmente in uso
pt: Atualmente em uso

source: Connections
de: Verbindungen
it: Connessioni
pt: Conexões

source: Service under maintenance
de: Service Wartungsvertrag
it: Servizio in manutenzione
pt: Serviço em manutenção

source: This service is in maintenance mode.
de: Dieser Service ist im Wartungsmodus.
it: Questo servizio è in modalità di manutenzione.
pt: Este serviço está em modo de manutenção.

source: Please, retry access in a while.
de: Bitte wiederholen Sie Zugang in eine Weile.
it: Per favore, riprova accesso in un istante.
pt: Por favor, tente novamente acesso há algum tempo.

source: Service access not allowed
de: -Zugriff nicht erlaubt
it: Servizio accesso non consentito
pt: Não é permitido o acesso a serviços

source: This service is currently not accesible due to schedule restrictions.
de: Dieser Service ist derzeit nicht erreichbar aufgrund von Einschränkungen der Zeitplan.
it: Questo servizio non è attualmente accessibile a causa di restrizioni di orario.
pt: Este serviço não está acessível devido a restrições de horário.

source: Administrator info panel
de: Administrator-Info-Tafel
it: Pannello info amministratore
pt: Painel de informações do administrador

source: User Agent
it: Agente utente
pt: Agente do usuário

source: OS
pt: SISTEMA OPERACIONAL

source: Welcome to UDS
de: Willkommen bei der UDS
it: Benvenuti a UDS
pt: Bem-vindo ao UDS

source: invalid credentials
de: Ungültiger Anmeldeinformationen
it: credenziali non valide
pt: credenciais inválidas

source: username
de: Benutzername
it: nome utente
pt: nome de usuário

source: password
de: Passwort
pt: senha

source: Select authenticator
de: Wählen Sie Authentifikator
it: Selezionare autenticatore
pt: Selecione o autenticador

source: Sign in
de: Anmelden
it: Accedi
pt: Entrar

source: Back to login
de: Zurück zur Anmeldung
it: Torna al login
pt: Para iniciar sessão

source: UDS User Preferences
de: UDS-Benutzereinstellungen
it: UDS preferenze utente
pt: Preferências do usuário UDS

source: Cancel
de: Abbrechen
it: Annulla
pt: Cancelar

source: Save Preferences
de: Speichern Sie Einstellungen
it: Salva preferenze
pt: Salvar preferências

source: The service is not ready
de: Der Dienst ist nicht bereit
it: Il servizio non è pronto
pt: O serviço não está pronto

source: The service is not ready at this moment. Please, try it again after a few seconds.
de: Der Dienst ist im Moment nicht bereit. Bitte, versuchen Sie es erneut nach wenigen Sekunden.
it: Il servizio non è pronto in questo momento. Per favore, provare nuovamente dopo pochi secondi.
pt: O serviço, neste momento, não está pronto. Por favor, tente novamente depois de alguns segundos.

source: The service you have requested was not ready, and it is being created right now. It will be availabe shortly
de: Der Service, den Sie angefordert haben, war nicht bereit, und es entsteht rechts jetzt. Es wird in Kürze verfügbar sein.
it: Il servizio che hai richiesto non era pronto, e si è creato giusto ora. Si renderanno presto disponibili
pt: O serviço que você solicitou não estava pronto, e está sendo criado certo agora. Em breve será availabe

source: Please, close this window and relaunch again after a while.
de: Bitte schließen Sie dieses Fenster und starten nach einer Weile wieder.
it: Per favore, chiudere questa finestra e rilanciare nuovamente dopo un po'.
pt: Por favor, feche esta janela e relançar novamente depois de um tempo.

source: Service launcher
it: Avvio del servizio
pt: Lançador de serviço

source: UDS Service launcher
pt: Lançador de UDS serviço

source: The service you have requested is being launched.
de: Der Service, den Sie angefordert haben, wird eingeführt.
it: Il servizio che hai richiesto è in fase di lancio.
pt: O serviço que você solicitou está sendo lançado.

source: Please, note that reloading this page will not work.
de: Bitte beachten Sie, dass diese Seite neu laden nicht funktioniert.
it: Si prega di notare che ricaricare questa pagina non funziona.
pt: Por favor, note que recarregar esta página não funcionará.

source: To relaunch service, you will have to do it from origin.
de: Um den Dienst neu zu starten, musst du es vom Ursprung zu tun.
it: Per rilanciare il servizio, devi farlo da origine.
pt: Para relançar o serviço, você terá que fazê-lo de origem.

source: If the service does not launchs automatically, probably you dont have the UDS plugin installed
de: Wenn der Dienst nicht geht automatisch tut, wahrscheinlich hast du die UDS-Plugin installiert
it: Se il servizio fa non launchs automaticamente, probabilmente non hai il UDS plugin installati
pt: Se o serviço não lança automaticamente, provavelmente você não tem o UDS plugin instalado

source: You can obtain it from the
de: Sie erhalten es von der
it: Si può ottenere dalla
pt: Você pode obtê-lo desde o

source: UDS Plugin download page
de: UDS-Plugin-Download-Seite
it: Pagina di download del Plugin UDS
pt: Página de download do Plugin de UDS

source: Close this window and try to relaunch service from origin.
de: Schließen Sie dieses Fenster und versuchen Sie, relaunch Service vom Ursprung.
it: Chiudere questa finestra e provare a rilanciare il servizio dall'origine.
pt: Feche esta janela e tentar relançar o serviço de origem.

source: You can obtain required UDS plugin from the
de: Erhalten Sie erforderliche UDS-Plugin aus der
it: È possibile ottenere i necessari plugin UDS dalla
pt: Você pode obter o necessário plugin UDS do

source: toggle navigation
it: navigazione Toggle
pt: navegação toggle

source: About
de: Über
it: Circa
pt: Sobre

source: Preferences
de: Einstellungen
it: Preferenze
pt: Preferências

source: UDS Plugin
pt: Plugin UDS

source: Your browser is supported only partially. Please, upgrade it to a modern html5 browser like Firefox, Chrome, Opera, ... (IE must be 10 or better, and must also disable "Compatibility View Mode" for this site)
de: Ihr Browser wird nur teilweise unterstützt. Bitte aktualisieren Sie es auf ein modernes HTML5-Browser wie Firefox, Chrome, Opera... (IE 10 oder besser, sein muss und müssen auch "Compatibility View Mode" für diese Seite deaktivieren)
it: Il tuo browser è supportato solo parzialmente. Per favore, eseguire l'aggiornamento a un moderno HTML5 browser come Firefox, Chrome, Opera,... (IE deve essere 10 o migliore, e necessario disattivare anche la "Modalità visualizzazione compatibilità" per questo sito)
pt: Seu navegador é suportado apenas parcialmente. Por favor, atualize-o para um moderno HTML5 navegador como o Firefox, Chrome, Opera,... (IE deve ser 10 ou melhor, e também deve desativar o "Modo de exibição de compatibilidade" para este site)

source: We use cookies to track usage and preferences
de: Wir verwenden Cookies zur Nutzung und Präferenzen zu verfolgen
it: Utilizziamo i cookie per monitorare l'utilizzo e preferenze
pt: Nós usamos cookies para rastrear o uso e preferências

source: I Understand
de: Ich verstehe
it: Capisco
pt: Eu entendo

source: Privacy Policy
it: Informativa sulla privacy
pt: Política de privacidade

source: If you found that we missed to mention any component, please let us know
de: Wenn Sie festgestellt, dass wir verpasst zu erwähnen eine beliebige Komponente, informieren Sie uns bitte
it: Se hai trovato che ci è sfuggito di citare qualsiasi componente, fatecelo sapere
pt: Se você achou que perdemos mencionar qualquer componente, por favor deixe-nos saber

source: In order to be able to execute UDS services, you need to have UDS plugin installed.
de: Um UDS Services ausführen zu können, benötigen Sie UDS-plugin installiert.
it: Per poter eseguire servizi di UDS, devi avere il plugin UDS installati.
pt: A fim de ser capaz de executar serviços UDS, você precisa ter o plugin UDS instalado.

source: Or download another version
de: Oder laden Sie eine andere version
it: O scaricare un'altra versione
pt: Ou baixar outra versão

source: In case that your platform has been incorrectly detected, you can download manually the version required for your Operating System
de: Im Fall, dass Ihre Plattform falsch erkannt wurde können Sie herunterladen manuell die Version für Ihr Betriebssystem erforderlich
it: Nel caso che la piattaforma è stata rilevata in modo errato, è possibile scaricare manualmente la versione necessaria per il sistema operativo
pt: No caso que sua plataforma foi detectada incorretamente, você pode baixar manualmente a versão necessária para seu sistema operacional

source: Windows UDS plugin
it: Plugin di Windows UDS
pt: Plugin Windows UDS

source: Mac OSX (>10.5) UDS plugin
pt: Mac OSX (> 10.5) plugin UDS

source: Administrator info
it: Informazioni di amministratore
pt: Informação do administrador

source: Browser Info
it: Informazioni browser
pt: Informações do navegador

source: The service is currently in maintenance and cannot be accessed.
de: Der Dienst befindet sich derzeit in Wartung und kann nicht zugegriffen werden.
it: Il servizio è attualmente in manutenzione e non può essere letta.
pt: O serviço está em manutenção e não pode ser acessado.

source: Log In
de: Anmelden
it: Accedi
pt: Iniciar sessão

source: Session in use
de: Sitzung im Einsatz
it: Sessione in uso
pt: Sessão em uso

source: Maintenance
de: Wartung
it: Manutenzione
pt: Manutenção

source: Access limited by calendar
de: Zugang durch Kalender beschränkt
it: Accesso limitato di calendario
pt: Acesso limitado pelo calendário

source: Debian based Linux
de: Debian basierten Linux
it: Base di Debian Linux
pt: Linux baseado em Debian

source: (requires Python-2.7)
de: (erfordert Python 2.7)
it: (richiede Python-2.7)
pt: (requer Python-2.7)

source: Red Hat based Linux (RH, Fedora, Centos, ...)
de: Red Hat Basis Linux (RH, Fedora, Centos,...)
it: Base di Red Hat Linux (RH, Fedora, Centos,...)
pt: Red Hat com base em Linux (RH, Fedora, Centos,...)

source: Suse based Linux
de: SUSE basierten Linux
it: Base di SUSE Linux
pt: Base de SUSE Linux

source: Generic .tar.gz Linux
de: Generische. tar.gz Linux
it: Generico. tar. gz Linux
pt: Genéricos. tar. gz Linux

source: HTML5 RDP Transport
it: HTML5 Trasporto RDP
pt: HTML5 Transporte RDP

source: RDP Transport using HTML5 client
de: RDP-Transport mit HTML5-client
it: Trasporto di RDP utilizzando client di HTML5
pt: Transporte de RDP usando HTML5 cliente

source: Tunnel Server
it: Server di tunnel
pt: Servidor de túnel

source: Host of the tunnel server (use http/https & port if needed) as accesible from users
de: Host des Tunnelservers (Verwendung http/Https & Port bei Bedarf) als zugänglich von Benutzern
it: Hosting di server di tunnel (USA http/https & porta se necessario) come accessibile da parte degli utenti
pt: Host do servidor de túnel (uso de http/https & Porto se necessário) como accesible de usuários

source: Empty creds
de: Leere creds
it: Vuoto creds
pt: Creds vazio

source: If checked, the credentials used to connect will be emtpy
de: Wenn diese Option aktiviert, werden die Anmeldeinformationen zum Herstellen einer leer sein.
it: Se selezionata, le credenziali utilizzate per connettersi sarà emtpy
pt: Se marcada, as credenciais usadas para se conectar será vazio

source: If not empty, this username will be always used as credential
de: Wenn nicht leer ist, dieser Benutzername wird immer als verwendet Anmeldeinformationen
it: Se non vuota, questo nome utente verrà sempre utilizzato come credenziale
pt: Se não for vazio, este nome de utilizador será sempre usado como credencial

source: If not empty, this password will be always used as credential
de: Wenn nicht leer ist, dieses Kennwort immer verwendet werden als Anmeldeinformationen
it: Se non vuota, questa password verrà sempre utilizzata come credenziale
pt: Se não for vazio, essa senha será sempre usada como credencial

source: Without Domain
de: Ohne Domäne
it: Senza dominio
pt: Sem domínio

source: If checked, the domain part will always be emptied (to connecto to xrdp for example is needed)
de: Wenn diese Option aktiviert, wird der Domänenteil immer (zum Anschluss an Xrdp für geleert werden Beispiel ist erforderlich)
it: Se selezionata, la parte di dominio sarà sempre essere svuotata (a connecto a xrdp per esempio è necessaria)
pt: Se verificado, a parte de domínio sempre será esvaziada (para connecto para xrdp para exemplo é necessário)

source: If not empty, this domain will be always used as credential (used as DOMAIN\user)
de: Wenn nicht leer ist, dieser Domäne immer verwendet werden als Anmeldeinformationen (als DOMAIN verwendet\Benutzer)
it: Se non vuota, questo dominio verrà sempre utilizzato come credenziale (usato come dominio\User)
pt: Se não for vazio, este domínio será sempre utilizado como credencial (usado como domínio\User)

source: Show wallpaper
de: Zeigen wallpaper
it: Visualizza sfondi
pt: Mostrar o papel de parede

source: If checked, the wallpaper and themes will be shown on machine (better user experience, more bandwidth)
de: Wenn diese Option aktiviert ist, be die Tapete und Themen Maschine (bessere User will shown Erfahrung, mehr Bandbreite)
it: Se selezionata, la carta da parati e temi verranno mostrati sulla macchina (migliore utente esperienza, più larghezza di banda)
pt: Se marcada, o papel de parede e temas serão mostrados máquina (usuário melhor experiência, mais largura de banda)

source: Allow Desk.Comp.
de: Desk.Comp zu ermöglichen.
it: Consentire Desk.Comp.
pt: Permita Desk.Comp.

source: If checked, desktop composition will be allowed
de: Wenn aktiviert, wird die Desktopgestaltung zugelassen
it: Se selezionata, sarà consentito composizione desktop
pt: Se marcada, composição desktop será permitida

source: Font Smoothing
de: Schriftglättung
it: Smussatura dei caratteri
pt: Suavização de fonte

source: If checked, fonts smoothing will be allowed (windows clients only)
de: Wenn diese Option aktiviert, werden Schriftarten-Glättung (nur für Windows-Clients) dürfen
it: Se selezionata, i font smoothing saranno consentiti (solo per i client windows)
pt: Se marcada, suavização de fontes serão permitidos (somente clientes de windows)

source: Enable Audio
de: Audio aktivieren
it: Abilitare Audio
pt: Ativar o áudio

source: If checked, the audio will be redirected to client (if client browser supports it)
de: Wenn aktiviert, werden die Audiodaten auf Client weitergeleitet (wenn Client-Browser Es unterstützt)
it: Se selezionata, l'audio verrà reindirizzato al client (se browser client lo supporta)
pt: Se marcada, o áudio será redirecionado para o cliente (se o navegador cliente suporta)

source: Enable Printing
de: Drucken aktivieren
it: Attivare la stampa
pt: Permitir a impressão

source: If checked, the printing will be redirected to client (if client browser supports it)
de: Wenn diese Option aktiviert, wird der Druck auf Client weitergeleitet (wenn Client-Browser Es unterstützt)
it: Se selezionata, la stampa verrà reindirizzata al client (se browser client lo supporta)
pt: Se marcada, a impressão será redirecionado para o cliente (se o navegador cliente suporta)

source: Enable File Sharing
de: Dateifreigabe aktivieren
it: Abilitare la condivisione di File
pt: Ativar o compartilhamento de arquivo

source: If checked, the user will be able to upload/download files (if client browser supports it)
de: Wenn aktiviert, der Benutzer wird möglicherweise hochladen/Dateien herunterladen (wenn Client Browser unterstützt)
it: Se selezionata, l'utente sarà in grado di caricare/scaricare file (se client browser lo supporta)
pt: Se marcada, o usuário será capaz de fazer o upload/download de arquivos (se cliente navegador suporta)

source: Layout
pt: Layout de

source: Keyboards Layout of server
de: Keyboard-Layout des Servers
it: Layout di tastiera del server
pt: Layout de teclado do servidor

source: English (US) keyboard
de: Englisch (USA) Tastatur
it: Tastiera inglese (Stati Uniti)
pt: Teclado inglês (Estados Unidos)

source: German keyboard (qwertz)
de: Deutsche Tastatur (Qwertz)
it: Tastiera tedesca (qwertz)
pt: Teclado alemão (qwertz)

source: French keyboard (azerty)
de: Französische Tastatur (Azerty)
it: Tastiera francese (azerty)
pt: Teclado francês (azerty)

source: Italian keyboard
de: Italienische Tastatur
it: Tastiera italiana
pt: Teclado italiano
