Repository: karthik-arjunan/testuds
Catalog: server/src/uds/locale/*/LC_MESSAGES/django.po
Languages: de, it, pt

source: HyperV Server IP or Hostname (must enable first WSMAN access)
de: Hyper-v Server IP oder Hostname (müssen erste WSMAN-Zugriff aktivieren)
it: HyperV Server IP o l'Hostname (necessario abilitare l'accesso prima di WS-Management)
pt: Hyper-v Server IP ou nome do host (habilite o primeiro acesso do WS-Management)

source: WSMan Port (normally 5985)
de: WSMan-Port (normalerweise 5985)
it: Porto di WS-Management (normalmente 5985)
pt: WSMan Porto (normalmente 5985)

source: User with valid privileges on HyperV Server
de: Benutzer mit gültigen Berechtigungen auf Hyper-v Server
it: Utente con privilegi di validi sul HyperV Server
pt: Usuário com privilégios válidos no servidor Hyper-v

source: Password of the user of HyperV
de: Passwort des Benutzers des Hyper-v
it: Password dell'utente di HyperV
pt: Senha do usuário do Hyper-v

source: Timeout in seconds of connection to HyperV
de: Timeout in Sekunden der Verbindung zum Hyper-v
it: Timeout in secondi di connessione per HyperV
pt: Tempo limite em segundos de conexão com o Hyper-v

source: Macs range
de: Mac-Bereich
it: Gamma di Mac
pt: Gama de Macs

source: Range of valid macs for created machines
de: Bereich gültige Mac erstellte Maschinen
it: Gamma di Mac valido per macchine creati
pt: Gama de macs válidos para máquinas criadas

source: The selected server is not a cluster
de: Der ausgewählte Server ist keines Clusters
it: Il server selezionato non è un cluster
pt: O servidor selecionado não é um cluster

source: Connection test successful
de: Verbindungstest erfolgreich
it: Test di connessione riuscita
pt: Teste de conexão bem sucedida

source: Connection failed. Check connection params
de: Verbindung ist fehlgeschlagen. Kontrollkästchen Verbindung params
it: Connessione non riuscita. Controllare la connessione params
pt: Falhado na conexão. Verifique a conexão params

source: UDS pub for {0} at {1}
de: UDS-Pub für {0} bei {1}
it: Pub UDS per {0} in {1}
pt: Pub UDS por {0} em {1}

source: HyperV Linked Clone (Experimental)
de: Hyper-v Linked Clone (experimentell)
it: HyperV Clone collegato (sperimentale)
pt: HyperV vinculado Clone (Experimental)

source: Reserved Space
de: Reservierter Bereich
it: Spazio riservato
pt: Espaço reservado

source: Minimal free space in GB
de: Minimaler freier Speicherplatz in GB
it: Spazio libero minimo in GB
pt: Espaço livre mínimo em GB

source: Machine
de: Maschine
it: Macchina
pt: Máquina

source: HyperV Platform Provider (experimental)
de: Hyper-v-Plattform-Anbieter (experimentell)
it: Fornitore di piattaforma HyperV (sperimentale)
pt: Provedor de plataforma do Hyper-v (experimental)

source: HyperV platform service provider (experimental)
de: Hyper-v-Plattform-Service-Provider (experimentell)
it: HyperV piattaforma servizio provider (sperimentale)
pt: Provedor de serviços de plataforma Hyper-v (experimental)

source: Creation concurrency
de: Erstellung Parallelität
it: Concorrenza di creazione
pt: Simultaneidade de criação

source: Maximum number of concurrently creating VMs
de: Maximale Anzahl der gleichzeitig VMs erstellen
it: Numero massimo di creazione di macchine virtuali contemporaneamente
pt: Número máximo de simultaneamente criar VMs

source: Removal concurrency
de: Entfernung-Parallelität
it: Concorrenza di rimozione
pt: Simultaneidade de remoção

source: Maximum number of concurrently removing VMs
de: Maximale Anzahl der gleichzeitig entfernen VMs
it: Numero massimo di rimozione contemporaneamente VMs
pt: Número máximo de simultaneamente removendo VMs

source: Nutanix Acropolis Platform Provider
de: Nutanix Akropolis-Plattform-Anbieter
it: Fornitore di piattaforme Nutanix Acropolis
pt: Provedor de plataforma Nutanix Acrópole

source: Nutanix based VM provider
de: VM-Anbieter auf der Grundlage von Nutanix
it: Nutanix VM provider basato su
pt: Nutanix com base provedor de VM

source: Nutanix Acropolis Server IP or Hostname
de: Nutanix Akropolis Server IP oder Hostname
it: Acropoli di Nutanix Server IP o Hostname
pt: Acrópole de Nutanix servidor IP ou nome do host

source: Nutanix Acropolis server Port (default 9440)
de: Nutanix Akropolis-Server Port (Standard 9440)
it: Server di Nutanix Acropoli porta (default 9440)
pt: Servidor Nutanix Acrópole Porto (padrão 9440)

source: User with valid privileges on Nutanix Acropolis
de: Benutzer mit gültigen Berechtigungen auf Nutanix Akropolis
it: Utente con privilegi validi sull'Acropoli di Nutanix
pt: Usuário com privilégios válidos na acrópole de Nutanix

source: Password of the user of Nutanix Acropolis
de: Kennwort des Benutzers Nutanix Akropolis
it: Password dell'utente di Nutanix Acropolis
pt: Senha do usuário do Nutanix Acrópole

source: Timeout in seconds of connection to Nutanix
de: Timeout in Sekunden der Verbindung zum Nutanix
it: Timeout in secondi di connessione a Nutanix
pt: Tempo limite em segundos de conexão para Nutanix

source: Range of valid macs for UDS managed machines
de: Angebot gültig Macs für UDS verwalteten Maschinen
it: Gamma di Mac valido per UDS gestito macchine
pt: Gama de macs válidos para UDS gerenciado máquinas

source: Connection works fine
de: Verbindung funktioniert gut
it: Connessione funziona bene
pt: Conexão funciona bem

source: Nutanix Acropolis Service
de: Nutanix Akropolis-Service
it: Acropoli di Nutanix servizio
pt: Serviço de Nutanix da Acrópole

source: Nutanix Acropolis based service
de: Nutanix Akropolis-basierter service
it: Acropoli di Nutanix ha basato il servizio
pt: Acrópole de Nutanix serviço baseado

source: Networks for the machines (every machine will be attached to this network)
de: Netzwerke für die Maschinen (jede Maschine wird an diesem Netzwerk angeschlossen werden)
it: Reti per le macchine (tutte le macchine saranno collegate alla rete)
pt: Redes para as máquinas (cada máquina será anexada a esta rede)

source: oVirt Services based on templates and COW (experimental)
de: oVirt-basierten Services auf Vorlagen und Kuh (experimentell)
it: oVirt servizi basati su modelli e vacca (sperimentale)
pt: oVirt serviços baseados em modelos e vaca (experimental)

source: Cluster to contain services
de: Cluster-Dienste enthalten
it: Cluster per contenere servizi
pt: Cluster para conter serviços

source: Datastore Domain
it: Archivio dati dominio
pt: Domínio do armazenamento de dados

source: Datastore domain where to publish and put incrementals
de: Datastore Domäne wo zu veröffentlichen und inkrementelle Backups
it: Archivio dati dominio dove pubblicare e mettere incrementali
pt: Armazenamento de dados domínio onde publicar e colocar backups incrementais

source: Memory assigned to machines
de: Speicher zugewiesen Maschinen
it: Memoria assegnato alle macchine
pt: Memória atribuída às máquinas

source: Memory Guaranteed (Mb)
de: Speicher garantiert (Mb)
it: Memoria garantita (Mb)
pt: Garantidas (Mb) de memória

source: Physical memory guaranteed to machines
de: Arbeitsspeicher garantiert Maschinen
it: Memoria fisica garantita per macchine
pt: Memória física a garantia de máquinas

source: Enable usb redirection for SPICE
de: Ermöglichen Sie USB-Umleitung für SPICE
it: Attivare il reindirizzamento usb per la Spezia
pt: Habilitar o redirecionamento de usb para tempero

source: Display type (only for administration purposes)
de: Display-Typ (nur zu Verwaltungszwecken)
it: Tipo di display (solo per scopi di amministrazione)
pt: Tipo de exposição (apenas para fins de administração)

source: The minimum allowed memory is 256 Mb
de: Die minimale zulässige Speicher 256 Mb
it: Il minimo consentito di memoria è di 256 Mb
pt: O mínimo permitido é de memória 256MB

source: oVirt/RHEV Platform Provider
de: oVirt/RHEV Plattform-Anbieter
it: oVirt/RHEV fornitore di piattaforma
pt: oVirt/RHEV provedor de plataforma

source: oVirt platform service provider
de: oVirt-Plattform-Service-provider
it: fornitore di servizi di piattaforma oVirt
pt: oVirt prestador de serviços de plataforma

source: oVirt Version
it: oVirt versione
pt: oVirt versão

source: oVirt Server Version
it: oVirt versione Server
pt: oVirt versão servidor

source: oVirt Server IP or Hostname
de: oVirt Server IP oder Hostname
it: oVirt Server IP o l'Hostname
pt: oVirt Server IP ou nome do host

source: User with valid privileges on oVirt, (use "user@domain" form)
de: Benutzer mit gültigen Berechtigungen auf oVirt, ("user@domain" Formular verwenden)
it: Utente con privilegi validi su oVirt, (uso la forma dei "user@domain")
pt: Usuário com privilégios válidos no oVirt, (forma de "user@domain" de uso)

source: Password of the user of oVirt
de: Passwort des Benutzers des oVirt
it: Password dell'utente di oVirt
pt: Senha do usuário do oVirt

source: Timeout in seconds of connection to oVirt
de: Timeout in Sekunden der Verbindung zum oVirt
it: Timeout in secondi di connessione a oVirt
pt: Tempo limite em segundos de conexão para oVirt

source: OpenGnsys Machines Service
de: OpenGnsys Maschinen Service
it: Servizio macchine OpenGnsys
pt: OpenGnsys serviço de máquinas

source: OpenGnsys physical machines
de: OpenGnsys physische Maschinen
it: Macchine fisiche OpenGnsys
pt: OpenGnsys máquinas físicas

source: Number of desired machines to keep running waiting for an user
de: Anzahl der gewünschten Maschinen warten auf einen Benutzer weiterhin ausgeführt
it: Numero di macchine desiderate per continuare a correre in attesa di un utente
pt: Número de máquinas desejados para continuar funcionando à espera de um usuário

source: Organizational Unit
de: Organisationseinheit
it: Unità organizzativa
pt: Unidade organizacional

source: lab
it: laboratorio
pt: laboratório

source: Laboratory
de: Labor
it: Laboratorio
pt: Laboratório

source: OS Image
de: Betriebssystem-Image
it: Immagine del sistema operativo
pt: Imagem do sistema operacional

source: OpenGnsys Operating System Image
de: OpenGnsys Betriebssystem-Image
it: Immagine del sistema operativo OpenGnsys
pt: Imagem do sistema operacional OpenGnsys

source: Max. reservation time
de: Max. Reservierungszeit
it: Max. momento della prenotazione
pt: Max. tempo de reserva

source: Security parameter for OpenGnsys to keep reservations at most this hours
de: Sicherheitsparameter für OpenGnsys, Reservierungen in den meisten dieser Stunden zu halten
it: Parametro di protezione per OpenGnsys tenere le prenotazioni al massimo questo ore
pt: Parâmetro de segurança para OpenGnsys manter as reservas no máximo esta horas

source: OpenGnsys Platform Provider
de: OpenGnsys-Plattform-Anbieter
it: Provider di piattaforma OpenGnsys
pt: Provedor de plataforma OpenGnsys

source: OpenGnsys platform service provider (experimental)
de: OpenGnsys-Plattform-Service-Provider (experimentell)
it: Fornitore di servizi di piattaforma OpenGnsys (sperimentale)
pt: OpenGnsys provedor de serviços de plataforma (experimental)

source: OpenGnsys Port (default is 443, and only ssl connection is allowed)
de: OpenGnsys Port (Standardwert ist 443, und nur SSL-Verbindung erlaubt)
it: OpenGnsys Port (predefinito è 443, e solo la connessione ssl è consentita)
pt: Porto de OpenGnsys (padrão é 443, e conexão de ssl somente é permitido)

source: Check Cert.
de: Cert zu überprüfen.
it: Verifica Cert.
pt: Verifique Cert.

source: If checked, ssl certificate of OpenGnsys server must be valid (not self signed)
de: Wenn diese Option aktiviert, SSL-Zertifikat des OpenGnsys-Servers muss gültig sein (nicht von selbst gez.)
it: Se selezionata, il certificato ssl del server OpenGnsys deve essere valido (non self firmato)
pt: Se marcada, certificado ssl do servidor de OpenGnsys deve ser válido (não-auto assinado)

source: User with valid privileges on OpenGnsys
de: Benutzer mit gültigen Berechtigungen auf OpenGnsys
it: Utente con privilegi validi su OpenGnsys
pt: Usuário com privilégios válidos no OpenGnsys

source: Password of the user of OpenGnsys
de: Kennwort des Benutzers OpenGnsys
it: Password dell'utente di OpenGnsys
pt: Senha do usuário do OpenGnsys

source: UDS Server URL
it: URL del Server di UDS
pt: URL do servidor de UDS

source: URL used by OpenGnsys to access UDS. If empty, UDS will guess it.
de: URL von OpenGnsys verwendet, um UDS zugreifen. Wenn leer, wird UDS es erraten.
it: URL utilizzato dal OpenGnsys per accedere a UDS. Se vuoto, UDS sarà indovinarla.
pt: URL usada pelo OpenGnsys para acessar UDS. Se estiver vazio, UDS vai adivinhar isso.

source: Timeout in seconds of connection to OpenGnsys
de: Timeout in Sekunden der Verbindung mit OpenGnsys
it: Timeout in secondi di connessione a OpenGnsys
pt: Tempo limite em segundos de conexão para OpenGnsys

source: OpenGnsys test connection passed
de: OpenGnsys Testverbindung übergeben
it: OpenGnsys test connessione passato
pt: OpenGnsys teste de conexão passado

source: All Labs
de: Alle Labore
it: Tutti i laboratori
pt: Todos os laboratórios

source: OpenNebula Live Images
de: OpenNebula-Live-Bilder
it: OpenNebula immagini in diretta
pt: OpenNebula imagens ao vivo

source: OpenNebula live images based service
de: OpenNebula-live-Bilder-Dienst
it: Servizio basato su immagini live OpenNebula
pt: Imagens ao vivo de OpenNebula serviço baseado

source: Datastore
it: Archivio dati
pt: Armazenamento de dados

source: Service clones datastore
de: Service-Klone-datastore
it: Servizio cloni datastore
pt: Serviço de armazenamento de dados de clones

source: Base Template
de: Basisvorlage
it: Modello base
pt: Modelo de base

source: Service base template
de: Service-Vorlage basieren
it: Modello base di servizio
pt: Modelo de base de serviço

source: OpenNebula Platform Provider
de: OpenNebula-Plattform-Anbieter
it: OpenNebula piattaforma Provider
pt: OpenNebula plataforma provedor

source: OpenNebula platform service provider
de: OpenNebula-Plattform-Service-provider
it: Fornitore di servizi di piattaforma OpenNebula
pt: OpenNebula prestador de serviços de plataforma

source: OpenNebula Port (default is 2633 for non ssl connection)
de: OpenNebula-Port (Standardwert ist 2633 für nicht-Ssl-Verbindung)
it: OpenNebula Port (default è 2633 per connessione non ssl)
pt: OpenNebula porta (o padrão é 2633 para conexão não ssl)

source: If checked, the connection will be forced to be ssl (will not work if server is not providing ssl)
de: Wenn aktiviert, wird die Verbindung zu Ssl gezwungen werden (funktioniert nicht, wenn Server Ssl stellt nicht zur Verfügung)
it: Se selezionata, la connessione sarà costretto a essere ssl (non funzionerà se server non fornisce ssl)
pt: Se marcada, a conexão será forçado a ser ssl (não funcionará se servidor Não está fornecendo o ssl)

source: User with valid privileges on OpenNebula
de: Benutzer mit gültigen Berechtigungen für OpenNebula
it: Utente con privilegi validi su OpenNebula
pt: Usuário com privilégios válidos no OpenNebula

source: Password of the user of OpenNebula
de: Passwort des Benutzers des OpenNebula
it: Password dell'utente di OpenNebula
pt: Senha do usuário de OpenNebula

source: Timeout in seconds of connection to OpenNebula
de: Timeout in Sekunden der Verbindung zum OpenNebula
it: Timeout in secondi di connessione a OpenNebula
pt: Tempo limite em segundos de conexão para OpenNebula

source: Opennebula test connection passed
de: Opennebula Testverbindung übergeben
it: Opennebula test connessione passata
pt: Opennebula conexão de teste passado

source: OpenStack Live Volume
de: OpenStack Live Band
it: Volume in tensione OpenStack
pt: Ao vivo Volume OpenStack

source: OpenStack live images based service
de: OpenStack-live-Bilder-Dienst
it: Servizio basato su OpenStack immagini in diretta
pt: Serviço baseado em imagens ao vivo de OpenStack

source: Region
de: Gebiet
it: Regione
pt: Região

source: Service region
de: Service-Gebiet
it: Regione di servizio
pt: Região de serviço

source: Project
de: Projekt
it: Progetto
pt: Projeto

source: Project for this service
de: Projekt für diesen Dienst
it: Progetto per questo servizio
pt: Projeto para este serviço

source: Availability Zones
de: Verfügbarkeit-Zonen
it: Zone di disponibilità
pt: Zonas de disponibilidade

source: Service availability zones
de: Servicegebiete Verfügbarkeit
it: Zone di servizio disponibilità
pt: Zonas de disponibilidade de serviço

source: Volume
de: Band
pt: Volume de

source: Base volume for service (restricted by availability zone)
de: Base Band für Service (beschränkte Verfügbarkeit Zone)
it: Volume di base per il servizio (limitato dalla zona di disponibilità)
pt: Volume de base para o serviço (restringido pela zona de disponibilidade)

source: Network to attach to this service
de: Netzwerk auf diesen Dienst Anhängen
it: Rete di allegare a questo servizio
pt: Rede para anexar a este serviço

source: Flavor
de: Geschmack
it: Sapore
pt: Sabor

source: Flavor for service
de: Geschmack für service
it: Sapore per servizio
pt: Sabor para serviço

source: Security Groups
de: Sicherheitsgruppen
it: Gruppi di protezione
pt: Grupos de segurança

source: Service security groups
de: Service-Sicherheitsgruppen
it: Gruppi di protezione di servizio
pt: Grupos de segurança do serviço

source: OpenStack Platform Provider
de: OpenStack-Plattform-Anbieter
pt: Provedor de plataforma OpenStack

source: OpenStack platform service provider
de: OpenStack-Plattform-Service-provider
it: Fornitore di servizi di piattaforma OpenStack
pt: Provedor de serviços de plataforma OpenStack

source: OpenStack Port
pt: Porto OpenStack

source: Access interface
de: Access Benutzeroberfläche
it: Interfaccia di accesso
pt: Interface de acesso

source: Access interface to be used
de: Access-Benutzeroberfläche verwendet werden
it: Interfaccia di accesso da utilizzare
pt: Interface de acesso a ser usado

source: Domain name (default is Default)
de: Domain-Namen (Standard ist Standard)
it: Nome di dominio (il valore predefinito è Default)
pt: Nome de domínio (o padrão é padrão)

source: User with valid privileges on OpenStack
de: Benutzer mit gültigen Berechtigungen auf OpenStack
it: Utente con privilegi validi su OpenStack
pt: Usuário com privilégios válidos na OpenStack

source: Password of the user of OpenStack
de: Passwort des Benutzers des OpenStack
it: Password dell'utente di OpenStack
pt: Senha do usuário do OpenStack

source: Timeout in seconds of connection to OpenStack
de: Timeout in Sekunden der Verbindung zum OpenStack
it: Timeout in secondi di connessione a OpenStack
pt: Tempo limite em segundos de conexão para OpenStack

source: OpenStack test connection passed
de: OpenStack Testverbindung übergeben
it: OpenStack test connessione passata
pt: Conexão de teste OpenStack passado

source: Authentication error
de: Authentifizierungsfehler
it: Errore di autenticazione
pt: Erro de autenticação

source: Openstack does not support identity API 3.2 or newer. This OpenStack server is not compatible with UDS.
de: Openstack unterstützt keine Identität API 3.2 oder neuer. Diese OpenStack-server ist nicht kompatibel mit UDS.
it: OpenStack non supporta API di identità 3.2 o più recente. Questo server di OpenStack non è compatibile con UDS.
pt: Openstack não oferece suporte a API de identidade 3.2 ou mais recente. Este servidor OpenStack Não é compatível com UDS.

source: List of IPS
de: Liste der IPS
it: Elenco di indirizzi IP
pt: Lista de IPS

source: Static Multiple IP
de: Statische mehrere IP
it: Static IP multipli
pt: Estático IP Múltiplo

source: This service provides access to POWERED-ON Machines by IP
de: Dieser Dienst ermöglicht den Zugriff auf POWERED-ON Maschinen per IP
it: Questo servizio fornisce l'accesso a macchine POWERED-ON da IP
pt: Este serviço oferece acesso para POWERED-ON máquinas por IP

source: Machine IP
de: Maschine IP
it: Macchina IP
pt: IP de máquina

source: Static Single IP
de: Statische einzelne IP-Adresse
it: Singolo indirizzo IP statico
pt: IP estático único

source: This service provides access to POWERED-ON Machine by IP
de: Dieser Dienst ermöglicht den Zugriff auf POWERED-ON Maschine per IP
it: Questo servizio fornisce l'accesso a POWERED-ON macchina da IP
pt: Este serviço fornece acesso à máquina de POWERED-ON por IP

source: RDS Platform Provider
de: RDS-Plattform-Anbieter
it: Fornitore di piattaforme RDS
pt: Provedor de plataforma RDS

source: Microsoft RDS based provider
de: Microsoft RDS gestützte Anbieter
it: Provider di Microsoft RDS basato
pt: Provedor Microsoft RDS com base

source: List of servers
de: Liste der Server
it: Lista dei server
pt: Lista de servidores

source: User mapping
de: Benutzerzuordnung
it: Mapping utente
pt: Mapeamento de usuário

source: If active, user mapping will be done. If not, credential from user will be redirected to RDS server.
de: Wenn aktiv, werden User-Mapping durchgeführt werden. Ist dies nicht der Fall, werden die Anmeldeinformationen vom Benutzer auf RDS-Server umgeleitet.
it: Se attivo, sarà fatto mapping utente. In caso contrario, le credenziali dell'utente sarà Reindirizzamento server RDS.
pt: Se ativo, será feito o mapeamento de usuário. Se não, credencial de usuário será Redirecionado para o servidor RDS.

source: User list for mapping. (Not used if User mapping is disabled)
de: Benutzerliste für die Zuordnung. (Nicht verwendet, wenn die Benutzerzuordnung deaktiviert ist)
it: Elenco di utente per la mappatura. (Non utilizzato se il mapping utente è disattivato)
pt: Lista de usuários para o mapeamento. (Não é usado se o mapeamento de usuário é desativado)

source: User's password
de: Kennwort des Benutzers
it: Password utente
pt: Senha do usuário

source: Default password for users in list mapping. (Not used if User mapping is disabled)
de: Standard-Passwort für Benutzer in der Liste Zuordnung. (Nicht verwendet, wenn Benutzerzuordnung deaktiviert)
it: Password predefinita per gli utenti nel mapping di elenco. (Non utilizzato se il mapping utente è disattivato)
pt: Senha padrão para usuários em mapeamento da lista. (Não usado se o mapeamento de usuário é desabilitado)

source: Server Checking
de: Server überprüfen
it: Server controllando
pt: Verificação de servidor

source: If checked, the server will be checked before assigning or using it.
de: Wenn diese Option aktiviert, wird der Server vor zuweisen oder sie überprüft werden.
it: Se selezionata, il server sarà controllato prima assegnazione o utilizzarlo.
pt: Se marcada, o servidor será verificado antes de atribuir ou usá-lo.

source: Error: User {} on host {} is being used and cannot be removed right now
de: Fehler: Benutzer {} in {Host} verwendet wird und nicht sofort entfernt werden
it: Errore: Utente {} su {} host viene utilizzato e non può essere rimosso subito
pt: Erro: O usuário {} em {} host está sendo usado e não pode ser removido agora

source: Nothing tested, but all went fine..
de: Nichts getestet, aber alles ging gut...
it: Niente testato, ma tutto è andato bene...
pt: Nada testado, mas tudo correu bem...

source: RDS Platform RemoteAPP
de: RDS-Plattform RemoteAPP
it: RDS piattaforma RemoteAPP
pt: RDS plataforma RemoteAPP

source: RDS Platform RemoteAPP based service
de: RDS-Plattform RemoteAPP basierten Dienst
it: Servizio RDS piattaforma RemoteAPP basato
pt: Serviço de RDS RemoteAPP de plataforma com base

source: Application path
de: Anwendungspfad
it: Percorso dell'applicazione
pt: Caminho do aplicativo

source: Full path of the application this service will represent
de: Vollständiger Pfad der Anwendung, die diesen Dienst vertreten wird
it: Percorso completo dell'applicazione che questo servizio rappresenterà
pt: Caminho completo da aplicação que deste serviço irá representar

source: Application parameters
de: Anwendungsparameter
it: Parametri di applicazione
pt: Parâmetros de aplicação

source: Applications parameters, as will be passed in command line
de: Anwendungen-Parameter, wie in der Befehlszeile übergeben werden
it: Parametri di applicazioni, come verrà passato nella riga di comando
pt: Parâmetros de aplicações, como serão passados na linha de comando
