Repository: karthik-arjunan/testuds
Catalog: server/src/uds/locale/*/LC_MESSAGES/django.po
Languages: de, it, pt

source: Correct
de: Korrigieren
it: Correggere
pt: Corrigir

source: Invalid key
de: Ungültiger Schlüssel
it: Chiave non valida
pt: Chave inválida

source: Unmanaged host
de: Nicht verwalteter host
it: Host non gestito
pt: Host não gerenciado

source: User service not found
de: Benutzer-Dienst nicht gefunden
it: Servizio utente non trovato
pt: Serviço de usuário não encontrado

source: Current authenticators
de: Aktuelle Authentifikatoren
it: Autenticatori correnti
pt: Autenticadores atuais

source: Id
pt: Identificação

source: Name
it: Nome
pt: Nome

source: Comments
de: Kommentare
it: Commenti
pt: Comentários

source: Priority
de: Priorität
it: Priorità
pt: Prioridade

source: Label
de: Etikett
it: Etichetta
pt: Rótulo

source: Users
de: Benutzer
it: Utenti
pt: Usuários

source: tags
de: Markierungen
it: Tag
pt: Etiquetas

source: Rule name
de: Regelname
it: Nome della regola
pt: Nome da regra

source: Starts
de: Beginnt
it: Inizia
pt: Começa

source: Ends
de: Endet
it: Termina
pt: Termina

source: Repeats
de: Wird wiederholt
it: Si ripete
pt: Se repete

source: Every
de: Jeder
it: Ogni
pt: Cada

source: Duration
de: Dauer
it: Durata
pt: Duração

source: Element already exists (duplicate key error)
de: Element ist bereits vorhanden (doppelte Schlüsselfehler)
it: Elemento già esistente (errore chiave duplicata)
pt: Elemento já existe (erro de chave duplicado)

source: Rules of {0}
de: Regeln von {0}
it: Regole di {0}
pt: Regras de {0}

source: Current rules
de: Geltenden Vorschriften
it: Norme vigenti
pt: Regras atuais

source: Calendars
de: Kalender
it: Calendari
pt: Calendários

source: Modified
de: Geändert
it: Per volta
pt: Modificado

source: Image Gallery
de: Bildergalerie
it: Galleria di immagini
pt: Galeria de imagens

source: Image
de: Bild
it: Immagine
pt: Imagem

source: Size
de: Größe
it: Dimensione
pt: Tamanho

source: Image object
de: Image-Objekt
it: Oggetto Image
pt: Objeto imagem

source: Current Networks
de: Aktuellen Netze
it: Reti attuali
pt: Redes atuais

source: Range
de: Bereich
it: Gamma
pt: Gama

source: Used by
de: Von verwendet
it: Utilizzato da
pt: Usado por

source: Invalid network:
de: Ungültige Netzwerk:
it: Rete non valido:
pt: Rede inválida:

source: Network range
de: Netzwerkbereich
it: Rete gamma
pt: Intervalo de rede

source: Network range. Accepts most network definitions formats (range, subnet, host, etc...
de: Netzwerk-Bereich. Akzeptiert die meisten Netzwerk-Definitionen-Formate (Range, Subnetz, Host, etc....
it: Rete gamma. Accetta la maggior parte dei formati di definizioni di rete (gamma, subnet, host, ecc...
pt: Intervalo de rede. Aceita a maioria dos formatos de definições de rede (gama, sub-rede, anfitrião, etc...

source: Current OS Managers
de: Aktuelle OS-Manager
it: Attuale OS Manager
pt: Atual OS gerentes

source: Can't delete an OS Manager with services pools associated
de: Kann nicht gelöscht werden ein OS-Manager mit Dienstleistungen verbundenen Pools
it: Non è possibile eliminare un OS Manager con servizi piscine associate
pt: Não é possível excluir um Gerenciador de sistema operacional com serviços de piscinas associadas

source: Service providers
de: Service-Provider
it: Fornitori di servizi
pt: Prestadores de serviços

source: Services
de: Dienstleistungen
it: Servizi
pt: Serviços

source: User Services
de: Benutzerdienste
it: Servizi utente
pt: Serviços de usuário

source: Service not found
de: -Dienst nicht gefunden
it: Servizio non trovato
pt: Serviço não encontrado

source: Available reports
de: Verfügbare Berichte
it: Report disponibili
pt: Relatórios disponíveis

source: Group
de: Gruppe
it: Gruppo
pt: Grupo

source: Description
de: Beschreibung
it: Descrizione
pt: Descrição

source: Generates
de: Generiert
it: Genera
pt: Gera

source: Input error: {0}
de: Eingabefehler: {0}
it: Errore di input: {0}
pt: Erro de entrada: {0}

source: Services of {0}
de: Dienstleistungen von {0}
it: Servizi di {0}
pt: Serviços de {0}

source: Current services
de: Aktuelle Dienstleistungen
it: Servizi attuali
pt: Serviços atuais

source: Service name
de: Dienstnamen
it: Nome servizio
pt: Nome do serviço

source: Type
de: Typ
it: Tipo
pt: Tipo

source: Services Pools
de: Dienstleistungen-Pools
it: Servizi piscine
pt: Serviços de piscinas

source: User services
de: Benutzerdienste
it: Servizi utente
pt: Serviços de usuário

source: With errors
de: Mit Fehlern
it: Con errori
pt: Com erros

source: Ok
de: Okay
pt: Okey

source: Access restrictions by calendar
de: Zugriffseinschränkungen von Kalender
it: Restrizioni di accesso di calendario
pt: Restrições de acesso pelo calendário

source: Calendar
de: Kalender
it: Calendario
pt: Calendário

source: Access
de: Zugang
it: Accesso
pt: Acesso

source: Scheduled actions
de: Geplante Aktionen
it: Azioni pianificate
pt: Ações programadas

source: Action
de: Aktion
it: Azione
pt: Ação

source: Parameters
de: Parameter
it: Parametri
pt: Parâmetros

source: Relative to
de: Relativ zur
it: Relativa al
pt: Em relação ao

source: Time offset
de: Zeitverschiebung
it: Offset dell'ora
pt: Deslocamento de tempo

source: Next execution
de: Nächste Ausführung
it: Prossima esecuzione
pt: Na próxima execução

source: Last execution
de: Letzte Ausführung
it: Ultima esecuzione
pt: Última execução

source: Services Pool Groups
de: Services-Pool-Gruppen
it: Servizi piscina gruppi
pt: Grupos de Pool de serviços

source: Associated Image
de: Zugeordnetes Bild
it: Immagine associata
pt: Imagem associada

source: Image assocciated with this service
de: Bild Assocciated mit diesem service
it: Immagine assocciated con questo servizio
pt: Imagem assocciated com este serviço

source: Service Pools
it: Servizio piscine
pt: Piscinas de serviço

source: In Preparation
de: In Vorbereitung
it: In preparazione
pt: Em preparação

source: Shows transports
de: Zeigt Transporte
it: Trasporti spettacoli
pt: Mostra transportes

source: Pool Group
de: Schwimmbad-Gruppe
it: Gruppo piscina
pt: Grupo de piscina

source: Parent Service
de: Eltern-Service
it: Servizio padre
pt: Pai serviço

source: Default
de: In der Standardeinstellung
it: Impostazione predefinita
pt: Padrão

source: Create at least one OS Manager before creating a new service pool
de: Erstellen Sie mindestens ein OS-Manager vor dem Erstellen eines neuen Service-Pools
it: Creare almeno un OS Manager prima di creare un nuovo pool di servizio
pt: Criar pelo menos um Gerenciador de sistema operacional antes de criar um novo pool de serviço

source: Create at least a service before creating a new service pool
de: Erstellen Sie mindestens einen Dienst vor dem Erstellen eines neuen Service-Pools
it: Creare almeno un servizio prima di creare un nuovo pool di servizio
pt: Criar pelo menos um serviço antes de criar um novo pool de serviço

source: Base service
de: Basisdienst
it: Servizio di base
pt: Serviço base

source: Service used as base of this service pool
de: Service als Basis für diesen Service-pool
it: Servizio utilizzato come base di questo servizio piscina
pt: Serviço usado como base da piscina serviço

source: OS Manager
pt: Gerente de sistema operacional

source: OS Manager used as base of this service pool
de: OS-Manager verwendet als Grundlage dieser Service-pool
it: OS Manager utilizzato come base di questo servizio piscina
pt: Gerente de sistema operacional usado como base da piscina serviço

source: Display
it: Visualizzazione
pt: Exposição

source: Pool group
de: Schwimmbad-Gruppe
it: Gruppo piscina
pt: Grupo de piscina

source: Pool group for this pool (for pool clasify on display)
de: Schwimmbad-Gruppe für diesen Pool (für Schwimmbad-Clasify auf dem Display)
it: Gruppo del pool per il pool (per piscina classificare sul display)
pt: Grupo de consórcio para este pool (para piscina classificá em exibição)

source: Initial available services
de: Erster verfügbaren Dienste
it: Servizi disponibili iniziali
pt: Iniciais serviços disponíveis

source: Services created initially for this service pool
de: Dienste, die ursprünglich für diesen Service-Pool erstellt
it: Servizi creati inizialmente per questo servizio piscina
pt: Serviços criados inicialmente para este pool de serviço

source: Availability
de: Verfügbarkeit
it: Disponibilità
pt: Disponibilidade

source: Services to keep in cache
de: Dienstleistungen im Cache behalten
it: Servizi per mantenere nella cache
pt: Serviços para manter em cache

source: Services kept in cache for improved user service assignation
de: Dienstleistungen, die im Cache für verbesserte Service Zuweisung gehalten
it: Servizi tenuti in cache per assegnazione servizio utente migliorata
pt: Serviços mantidos no cache para atribuição de serviço do usuário aprimorada

source: Services to keep in L2 cache
de: Dienstleistungen im L2-Cache zu behalten
it: Servizi per mantenere in cache L2
pt: Serviços para manter em cache L2

source: Services kept in cache of level2 for improved service generation
de: Dienstleistungen gehalten im level2-Cache für verbesserte Service-generation
it: Servizi mantenuto nella cache di level2 per generazione migliore servizio
pt: Serviços mantidos no cache de level2 para geração de serviço melhorada

source: Maximum number of services to provide
de: Maximale Anzahl der Dienste
it: Numero massimo di servizi per fornire
pt: Número máximo de serviços para fornecer

source: Maximum number of service (assigned and L1 cache) that can be created for this service
de: Maximale Anzahl der Dienst (zugewiesen und L1-Cache) für die erstellt werden können dieser service
it: Numero massimo di servizio (assegnate e cache L1) che possono essere creati per Questo servizio
pt: Número máximo de serviço (atribuído e cache L1) que podem ser criados para Este serviço

source: Show transports
de: Karte-Transporte
it: Visualizza trasporti
pt: Mostrar transportes

source: If active, alternative transports for user will be shown
de: Wenn aktiv, werden alternative Transporte für Benutzer angezeigt
it: Se attivo, verranno mostrati trasporti alternativi per utente
pt: Se ativo, transportes alternativos para usuário serão mostrados

source: Base service does not exist anymore
de: Zentrale Dienst existiert nicht mehr
it: Servizio di base non esiste più
pt: Serviço de base não existe mais

source: This service requires an OS Manager
de: Dieser Service erfordert eine OS-Manager
it: Questo servizio richiede un OS Manager
pt: Este serviço requer um gestor de sistema operacional

source: unknown
de: unbekannt
it: sconosciuto
pt: desconhecido

source: Services Usage
de: Nutzung der Dienstleistungen
it: Utilizzo dei servizi
pt: Uso de serviços

source: Owner
de: Eigentümer
it: Proprietario
pt: Proprietário

source: Service
it: Servizio
pt: Serviço

source: Pool
de: Schwimmbad
it: Piscina
pt: Piscina

source: Friendly name
de: Angezeigter name
it: Nome descrittivo
pt: Nome amigável

source: Item already being removed
de: Artikel, die bereits wieder entfernt
it: Elemento già essere rimosso
pt: Item já está sendo removido

source: Item is not removable
de: Element ist nicht abnehmbar
it: Elemento non è rimovibile
pt: Item não é removível

source: Current Transports
de: Aktuelle Transporte
it: Trasporti correnti
pt: Atuais transportes

source: Devices
de: Geräte
it: Dispositivi
pt: Dispositivos de

source: Network access
de: Netzwerkzugriff
it: Accesso alla rete
pt: Acesso à rede

source: If checked, the transport will be enabled for the selected networks.If unchecked, transport will be disabled for selected networks
de: Wenn aktiviert, wird der Transport für die ausgewählte Netze aktiviert.If ein unkontrollierter Verkehr für ausgewählte Netzwerke deaktiviert wird
it: Se selezionata, il trasporto sarà attivato per le reti selezionate.Se incontrollato, trasporto verrà disabilitato per reti selezionate
pt: Se marcada, o transporte será habilitado para as redes selecionadas.Se desmarcada, o transporte será desabilitado para redes selecionadas

source: Networks
de: Netzwerke
it: Reti
pt: Redes

source: Networks associated with this transport. If No network selected, will mean "all networks"
de: Netzwerke, die mit diesem Transport verbunden. Wenn kein Netzwerk ausgewählt, bedeutet "alle Netze"
it: Reti associate a questo trasporto. Se nessuna rete selezionata, significherà "tutte le reti"
pt: Redes associadas com este transporte. Se nenhuma rede selecionada, significará "todas as redes"

source: Allowed Devices
de: Zugelassenen Geräte
it: Dispositivi consentiti
pt: Dispositivos permitidos

source: If empty, any kind of device compatible with this transport will be allowed. Else, only devices compatible with selected values will be allowed
de: Wenn leer, wird jede Art von Gerät kompatibel mit diesem Transport erlaubt. Andernfalls werden nur Geräte kompatibel mit ausgewählten Werte dürfen
it: Se è vuoto, sarà consentito qualsiasi tipo di dispositivo compatibile con questo tipo di trasporto. Altrimenti, saranno consentiti solo dispositivi compatibili con i valori selezionati
pt: Se estiver vazio, será permitido qualquer tipo de dispositivo compatível com este transporte. Senão, serão permitidos somente dispositivos compatíveis com valores selecionados

source: Assigned services
de: Zugeordneten services
it: Servizi assegnati
pt: Serviços atribuídos

source: Creation date
de: Erstellungsdatum
it: Data di creazione
pt: Data de criação

source: Revision
it: Revisione
pt: Revisão

source: Status date
de: Statusdatum
it: Data stato
pt: Data de estado

source: In Use
de: Im Einsatz
it: In uso
pt: Em uso

source: Actor version
de: Schauspieler-version
it: Versione attore
pt: Versão do ator

source: Cached services
de: Zwischengespeicherte Dienstleistungen
it: Servizi memorizzati nella cache
pt: Serviços em cache

source: State
de: Zustand
it: Stato
pt: Estado

source: Cache level
de: Cache-Stufe
it: Livello della cache
pt: Nível de cache

source: Assigned groups
de: Zugewiesenen Gruppen
it: Gruppi assegnati
pt: Grupos atribuídos

source: comments
de: Kommentare
it: Commenti
pt: Comentários

source: Assigned transports
de: Zugewiesenen Transporte
it: Trasporti assegnati
pt: Transportes atribuídos

source: Publications
de: Publikationen
it: Pubblicazioni
pt: Publicações

source: Publish date
de: Datum der Veröffentlichung
it: Data di pubblicazione
pt: Data de publicação

source: Reason
de: Grund
it: Motivo
pt: Razão

source: Comment
de: Kommentar
it: Commento
pt: Comentário

source: Users of {0}
de: Benutzer von {0}
it: Utenti di {0}
pt: Usuários de {0}

source: Current users
de: Momentane Benutzer
it: Utenti correnti
pt: Usuários atuais

source: Username
de: Benutzername
it: Nome utente
pt: Nome de usuário

source: state
de: Zustand
it: stato
pt: Estado

source: Last access
de: Zuletzt online
it: Ultimo accesso
pt: Último acesso

source: User already exists (duplicate key error)
de: Benutzer ist bereits vorhanden (doppelte Schlüsselfehler)
it: Utente già esistente (errore chiave duplicata)
pt: Usuário já existe (erro de chave duplicado)

source: Groups of {0}
de: Gruppen von {0}
it: Gruppi di {0}
pt: Grupos de {0}

source: Current groups
de: Aktuelle Gruppen
it: Gruppi di corrente
pt: Grupos atuais

source: UDS Group
de: UDS-Gruppe
it: Gruppo UDS
pt: Grupo UDS

source: Meta group
it: Gruppo meta
pt: Grupo meta

source: Tags
de: Markierungen
it: Tag
pt: Etiquetas

source: Tags for this element
de: Tags für dieses element
it: Tag per questo elemento
pt: Tags para este elemento.

source: Name of this element
de: Name dieses Elements
it: Nome di questo elemento
pt: Nome deste elemento

source: Comments for this element
de: Kommentare für dieses element
it: Commenti per questo elemento
pt: Comentários para este elemento

source: Selects the priority of this element (lower number means higher priority)
de: Bestimmt die Priorität dieses Elements (niedrigere Zahl bedeutet höhere Priorität)
it: Seleziona la priorità di questo elemento (numero significa maggiore priorità inferiore)
pt: Seleciona a prioridade deste elemento (número significa maior prioridade mais baixa)

source: Label for this element
de: Bezeichnung für dieses element
it: Etichetta per questo elemento
pt: Rótulo para este elemento

source: Invalid Request
de: Ungültige Anforderung
it: Richiesta non valida
pt: Pedido inválido

source: Method not found in {}: {}
de: Methode nicht gefunden in {}: {}
it: Metodo non trovato in {}: {}
pt: Método não encontrado em {}: {}

source: Item not found
de: Element nicht gefunden
it: Articolo non trovato
pt: Item não encontrado

source: Access denied
de: Zugriff verweigert
it: Accesso negato
pt: Acesso negado

source: Operation not supported
de: Vorgang wird nicht unterstützt
it: Operazione non supportata
pt: Operação não suportada

source: requested a template that do not exist
de: beantragt eine Vorlage, die nicht existieren
it: richiesto da un modello che non esistono
pt: solicitado um modelo que não existe

source: Page %(page_number)d of %(page_count)d
de: Seite %(page_number)d von %(page_count)d
it: Pagina %(page_number)d di %(page_count)d
pt: Página %(page_number)d de %(page_count)d

source: Printed in %(now:%Y, %b %d)s at %(now:%H:%M)s
de: Gedruckt in %(now:%Y, %b %d)s von %(now:%H:%M)s
it: Stampato in %(now:%Y, %b %d)s a s %(now:%H:%M)s
pt: Impresso em %(now:%Y, %b %d)s a %(now:%H:%M)s

source: Users List for {}
de: Benutzerliste für {}
it: Elenco utenti per {}
pt: Lista de usuários por {}

source: Active Directory Server IP or Hostname
de: Active Directory-Server IP oder Hostname
it: Active Directory Server IP o l'Hostname
pt: Active Directory Server IP ou nome do host

source: Use SSL
de: Verwendung SSL
it: Utilizzo SSL
pt: Uso SSL

source: If checked, a ssl connection to Active Directory will be used
de: Wenn diese Option aktiviert, wird eine Ssl-Verbindung mit Active Directory verwendet werden
it: Se selezionata, verrà utilizzata una connessione ssl per Active Directory
pt: Se verificado, será usada uma conexão ssl para o Active Directory

source: Compatibility
de: Kompatibilität
it: Compatibilità
pt: Compatibilidade

source: Compatibility of AD connection (Usually windows 2000 and later)
de: Kompatibilität der AD-Verbindung (in der Regel Windows 2000 und höher)
it: Compatibilità di connessione AD (solitamente windows 2000 e versioni successive)
pt: Compatibilidade de conexão AD (geralmente windows 2000 e posterior)

source: User
de: Benutzer
it: Utente
pt: Usuário

source: Username with read privileges on the base selected (use USER@DOMAIN.DOM form for this)
de: Benutzernamen mit lesen Berechtigungen auf der Basis ausgewählt (USER@DOMAIN verwenden.DOM-Formular dafür)
it: Nome utente con privilegi di lettura sulla base selezionato (uso USER@DOMAIN.Forma di DOM per questo)
pt: Nome de usuário com privilégios de leitura da base selecionada (uso USER@DOMAIN.Formulário de DOM para isso)

source: Password
de: Passwort
pt: Senha

source: Password of the ldap user
de: Kennwort für den Ldap-Benutzer
it: Password dell'utente ldap
pt: Senha do usuário ldap

source: Timeout
pt: Tempo limite

source: Timeout in seconds of connection to Active Directory
de: Timeout in Sekunden der Verbindung mit Active Directory
it: Timeout in secondi di connessione in Active Directory
pt: Tempo limite em segundos de conexão para o Active Directory

source: Active Directory Authenticator
it: Autenticatore di Active Directory
pt: Autenticador do Active Directory

source: Authenticate against Active Directory
de: Mithilfe von Active Directory zu authentifizieren
it: L'autenticazione in Active Directory
pt: Autenticar no Active Directory

source: Must specify the username in the form USERNAME@DOMAIN.DOM
de: Müssen der Benutzername in der Form USERNAME@DOMAIN angeben.DOM
it: Deve specificare il nome utente nella forma USERNAME@DOMAIN.DOM
pt: Deve especificar o nome de usuário na forma USERNAME@DOMAIN.DOM

source: Active directory connection error:
de: Active Directory-Verbindung-Fehler:
it: Errore di connessione Active directory:
pt: Erro de conexão do Active directory:

source: Username not found
de: Benutzername wurde nicht gefunden
it: Nome utente non trovato
pt: Nome de usuário não encontrado

source: Group not found
de: Gruppe nicht gefunden
it: Gruppo non trovato
pt: Grupo não encontrado

source: Too many results, be more specific
de: Zu viele Ergebnisse, sein mehr spezifisch
it: Troppi risultati, essere più specifico
pt: Muitos resultados, seja mais específico

source: Domain seems to be incorrect, please check it
de: Domäne scheint nicht korrekt, bitte überprüfen es
it: Dominio sembra essere corretto, si prega di controllare
pt: Domínio parece ser incorreta, por favor verifique-

source: Server does not seem an Active Directory (it does not have user objects)
de: Server scheint nicht die Active Directory (es hat keine Benutzerobjekte)
it: Server non sembra un'Active Directory (non ha oggetti utente)
pt: Servidor não parece um Active Directory (não tem objetos de usuário)

source: Server does not seem an Active Directory (it does not have group objects)
de: Server scheint nicht die Active Directory (es hat keine Gruppenobjekte)
it: Server non sembra un'Active Directory (non ha oggetti di gruppo)
pt: Servidor não parece um Active Directory (não tem objetos de grupo)

source: Connection params seem correct, test was succesfully executed
de: Verbindung Params scheinen korrekt, Test wurde erfolgreich ausgeführt
it: Connessione params sembrano corretti, prova era stata correttamente eseguita
pt: Conexão params parecer corretas, teste foi com êxito executado

source: EDirectory Server IP or Hostname
de: EDirectory Server IP oder Hostname
it: EDirectory Server IP o l'Hostname
pt: EDirectory Server IP ou nome do host

source: Port
it: Porta
pt: Porto

source: Ldap port (usually 389 for non ssl and 636 for ssl)
de: LDAP-Port (in der Regel 389 für nicht-Ssl) und 636 für ssl
it: Porta LDAP (solitamente 389 per non ssl) e 636 per ssl
pt: Porta LDAP (normalmente 389 para não ssl) e 636 para ssl

source: If checked, the connection will be ssl, using port 636 instead of 389
de: Wenn diese Option aktiviert, werden die Verbindung Ssl über Port 636 statt 389
it: Se selezionata, la connessione sarà ssl, usando la porta 636 anziché 389
pt: Se marcada, a conexão será ssl, usando a porta 636 em vez de 389

source: Username with read privileges on the eDirectory
de: Benutzernamen mit lesen Berechtigungen für das eDirectory
it: Nome utente con privilegi di lettura La eDirectory
pt: Nome de usuário com privilégios de leitura sobre o eDirectory

source: Timeout in seconds of connection to LDAP
de: Timeout in Sekunden über LDAP-Verbindung
it: Timeout in secondi di connessione LDAP
pt: Tempo limite em segundos de conexão para LDAP

source: eDirectory Authenticator
it: eDirectory autenticatore
pt: eDirectory autenticador

source: Authenticate against eDirectory
de: Authentifizieren gegen eDirectory
it: Autenticare eDirectory
pt: Autenticar no eDirectory

source: Ldap connection error:
de: LDAP-Verbindungsfehler:
it: Errore di connessione LDAP:
pt: Erro de conexão LDAP:

source: Ldap search base is incorrect
de: LDAP-Suche base ist falsch
it: Base di ricerca LDAP non è corretto
pt: Base de pesquisa LDAP está incorreta

source: Ldap user class seems to be incorrect (no user found by that class)
de: LDAP-Benutzerklasse scheint nicht korrekt (kein Benutzer gefunden durch diese Klasse)
it: Classe utente LDAP sembra essere errata (nessun utente trovato di classe)
pt: Classe de usuário LDAP parece ser incorreto (nenhum usuário encontrado por essa classe)

source: Ldap user id attribute seems to be incorrect (no user found by that attribute)
de: LDAP-Benutzer-Id-Attribut scheint falsch (kein Benutzer gefunden damit -Attribut)
it: Attributo id di utente LDAP sembra essere errata (nessun utente trovato di che attributo)
pt: Atributo de id de usuário LDAP parece ser incorreto (nenhum usuário encontrado por isso atributo)
