Repository: karthik-arjunan/testuds
Catalog: server/src/uds/locale/*/LC_MESSAGES/django.po
Languages: de, it, pt

source: Swedish keyboard
de: Schwedische Tastatur
it: Tastiera svedese
pt: Teclado Sueco

source: Failsafe
pt: À prova de falhas

source: Security
de: Sicherheit
it: Sicurezza
pt: Segurança

source: Connection security mode for Guacamole RDP connection
de: Verbindung Sicherheitsmodus für Guacamole RDP-Verbindung
it: Modalità di protezione di connessione per la connessione RDP Guacamole
pt: Modo de segurança de Conexão para conexão RDP Guacamole

source: Any (Allow the server to choose the type of auth)
de: Alle (kann der Server den Auth auswählen)
it: Qualsiasi (consentire al server di scegliere il tipo di autenticazione)
pt: Qualquer um (que permitem que o servidor escolha o tipo de autenticação)

source: RDP (Standard RDP encryption. Should be supported by all servers)
de: RDP (Standard RDP Verschlüsselung. Sollte von allen Servern unterstützt werden)
it: RDP (crittografia Standard RDP. Dovrebbe essere supportato da tutti i server)
pt: RDP (criptografia RDP padrão. Devem ser suportadas por todos os servidores)

source: NLA (Network Layer authentication. Requires VALID username&password, or connection will fail)
de: NLA (Network Layer Authentifizierung. GÜLTIGEN Benutzernamen & Kennwort erfordert oder Verbindung schlägt fehl)
it: NLA (autenticazione di livello di rete. Richiede nome utente valido & password, o connessione avrà esito negativo)
pt: NLA (autenticação de camada de rede. Requer nome de usuário válido e senha, ou conexão falhará)

source: TLS (Transport Security Layer encryption)
de: TLS (Transport Layer Security-Verschlüsselung)
it: TLS (Transport Layer Security cifratura)
pt: TLS (criptografia de camada de segurança de transporte)

source: The server must be http or https
de: Der Server muss http oder Https sein.
it: Il server deve essere http o https
pt: O servidor deve ser http ou https

source: Empty credentials (on Credentials tab) is only allowed with Security level (on Parameters tab) set to "RDP"
de: Leere Anmeldeinformationen (auf der Registerkarte "Anmeldeinformationen") darf nur mit Sicherheitsstufe (auf der Registerkarte "Parameter") soll "RDP"
it: Le credenziali di vuote (nella scheda credenziali) è consentito solo con livello di protezione (nella scheda parametri) impostato su "RDP"
pt: Credenciais de vazias (na guia credenciais) só é permitido com o nível de segurança (na guia parâmetros) definido como "RDP"

source: HTML5 RDS Transport
it: HTML5 Trasporto RDS
pt: HTML5 RDS transporte

source: RDS Transport using HTML5 client
de: RDS-Transport mit HTML5 client
it: Trasporto di RDS utilizzando client di HTML5
pt: RDS transporte usando HTML5 cliente

source: NX Transport (direct)
de: NX Transport (direkt)
it: Trasporto NX (diretto)
pt: Transporte NX (direto)

source: NX Transport for direct connection
de: NX-Transport für den direkten Anschluss
it: Trasporto di NX per connessione diretta
pt: Transporte de NX para conexão direta

source: Listening port
de: Überwachungsport
it: Porta di ascolto
pt: Porta de escuta

source: Listening port of NX (ssh) at client machine
de: Hören Port des NX (ssh) bei Client-Rechner
it: Porto di NX (ssh) in computer client in ascolto
pt: Ouvindo a porta do NX (ssh) na máquina cliente

source: Connection
de: Verbindung
it: Connessione
pt: Conexão

source: Connection speed for this transport (quality)
de: Verbindungsgeschwindigkeit für diesen Transport (Qualität)
it: Velocità di connessione per questo trasporto (qualità)
pt: Velocidade de conexão para esse transporte (qualidade)

source: Session
de: Sitzung
it: Sessione
pt: Sessão

source: Desktop session
de: Desktop-Sitzung
it: Sessione desktop
pt: Sessão de desktop

source: Disk Cache
de: Festplatten-Cache
it: Cache disco
pt: Cache de disco

source: Cache size en Mb stored at disk
de: Cache-Größe de Mb auf der Festplatte gespeichert
it: Memorizzare nella cache en dimensione che MB conservati a disco
pt: Pt-br tamanho que MB armazenado no disco em cache

source: Memory Cache
de: Memory-Caches
it: Memoria Cache
pt: Memória Cache

source: Cache size en Mb kept at memory
de: Cache Size de Mb im Speicher gehalten
it: En dimensione che MB mantenuto alla memoria di cache
pt: Pt-br tamanho que MB mantido na memória em cache

source: NX Transport (tunneled)
de: NX-Transport (Tunneling)
it: Trasporto NX (con tunnel)
pt: Transporte NX (um túnel)

source: NX Transport for tunneled connection
de: NX-Transport für getunnelte Verbindung
it: Trasporto di NX per connessione con tunnel
pt: Transporte de NX para ligação em túnel

source: Tunnel server
it: Server per il tunnel
pt: Servidor de túnel

source: IP or Hostname of tunnel server sent to client device ("public" ip) and port. (use HOST:PORT format)
de: IP-Adresse oder Hostname des Tunnel-Server geschickt, um Client-Gerät ("öffentliche" IP-Adresse) und Port. (verwenden Sie HOST: PORT-Format)
it: IP o l'Hostname del server di tunnel inviato a un dispositivo client (ip "pubblico") e porto. (utilizzare il formato HOST: PORT)
pt: IP ou nome do host do servidor de túnel, enviado para o dispositivo cliente (ip "público") e Port. (usar formato HOST: PORT)

source: Tunnel host check
de: Tunnel Host-Prüfung
it: Controllo host tunnel
pt: Seleção de anfitrião do túnel

source: If not empty, this server will be used to check if service is running before assigning it to user. (use HOST:PORT format)
de: Wenn nicht leer ist, wird dieser Server zu überprüfen, ob der Dienst ausgeführt wird, bevor Sie verwendet werden Benutzer zuweisen. (verwenden Sie HOST: PORT-Format)
it: Se non vuota, questo server verrà utilizzato per verificare se il servizio è in esecuzione prima di assegnandolo all'utente. (utilizzare il formato HOST: PORT)
pt: Se não for vazio, este servidor será usado para verificar se o serviço está sendo executado antes atribuí-la ao usuário. (usar formato HOST: PORT)

source: Must use HOST:PORT in Tunnel Server Field
de: HOST: PORT muss in Feld der Tunnel-Server verwendet werden.
it: Necessario utilizzare HOST: porta nel campo Server di Tunnel
pt: Deve usar HOST: PORT no campo servidor de túnel

source: PCoIP Transport (Experimental)
de: PCoIP Transport (experimentell)
it: PCoIP trasporto (sperimentale)
pt: PCoIP transporte (Experimental)

source: PCoIP Transport, Experimental
de: PCoIP Transport, experimentelle
it: Trasporto PCoIP, sperimentale
pt: PCoIP transporte, Experimental

source: If not empty, this domain will be always used as credential domain
de: Wenn nicht leer, diese Domäne immer verwendet werden als Anmeldeinformationen Domäne
it: Se non vuota, questo dominio verrà sempre utilizzato come dominio delle credenziali
pt: Se não for vazio, este domínio será sempre usado como domínio de credencial

source: If checked, the domain part will always be emptied (to connect to xrdp for example is needed)
de: Wenn diese Option aktiviert, wird der Domänenteil immer geleert werden (zum Herstellen einer Verbindung mit Xrdp für Beispiel ist erforderlich)
it: Se selezionata, la parte di dominio sarà sempre svuotata (per connettersi a xrdp per esempio è necessario)
pt: Se marcada, a parte de domínio sempre será esvaziada (para conectar a xrdp para exemplo é necessário)

source: Allow Smartcards
de: Ermöglichen Smartcards
it: Consentire la smartcard
pt: Permitir Smartcards

source: If checked, this transport will allow the use of smartcards
de: Wenn aktiviert, wird dieser Transport ermöglichen die Verwendung von smartcards
it: Se selezionata, questo trasporto consentirà l'utilizzo di smart card
pt: Se marcada, este transporte permitirá o uso de cartões inteligentes

source: Allow Printers
de: Druckerveröffentlichung zulassen
it: Permettono di stampanti
pt: Permitir impressoras

source: If checked, this transport will allow the use of user printers
de: Wenn diese Option aktiviert, wird dieser Transport die Verwendung von Benutzer Drucker ermöglichen.
it: Se selezionata, questo trasporto consentirà l'utilizzo di stampanti utente
pt: Se marcada, este transporte permitirá o uso de impressoras de usuário

source: Allow Drives
de: Laufwerke ermöglichen
it: Consentire l'unità
pt: Permitir que unidades

source: If checked, this transport will allow the use of user drives
de: Wenn aktiviert, wird dieser Transport die Verwendung von Benutzer-Laufwerke erlauben.
it: Se selezionata, questo trasporto consentirà l'utilizzo di unità utente
pt: Se marcada, este transporte permitirá o uso de drives de usuário

source: Allow Serials
de: Ermöglichen Serien
it: Consentire pubblicazioni periodiche
pt: Permitir seriados

source: If checked, this transport will allow the use of user serial ports
de: Wenn aktiviert, wird dieser Transport die Verwendung des Benutzers erlauben serielle ports
it: Se selezionata, questo trasporto consentirà l'utilizzo dell'utente porte seriali
pt: Se marcada, este transporte permitirá a utilização do usuário portas seriais

source: Enable clipboard
de: Zwischenablage aktivieren
it: Attiva negli Appunti
pt: Habilitar a área de transferência

source: If checked, copy-paste functions will be allowed
de: Wenn diese Option aktiviert, werden Funktionen Kopieren dürfen
it: Se selezionata, le funzioni di copia-incolla saranno consentite
pt: Se marcada, funções de copiar e colar serão permitidas

source: Wallpaper/theme
de: Tapeten/Thema
it: Carta da parati/tema
pt: Papel de parede/tema

source: Multiple monitors
de: Mehrere Monitore
it: Monitor multipli
pt: Vários monitores

source: If checked, all client monitors will be used for displaying (only works on windows clients)
de: Wenn diese Option aktiviert, werden alle Clientmonitore für anzeigen (funktioniert nur auf verwendet Windows-Clients)
it: Se selezionata, tutti i client monitor verranno utilizzati per la visualizzazione (funziona solo su client Windows)
pt: Se marcada, todos os monitores do cliente serão usados para exibição (só funciona no clientes do Windows)

source: Credssp Support
de: CredSSP Unterstützung
it: Supporto di CredSSP
pt: CredSSP suporte

source: If checked, will enable Credentials Provider Support)
de: Wenn diese Option aktiviert, werden Anmeldeinformationen Anbieter Unterstützung aktivieren)
it: Se selezionata, abiliterà il supporto del Provider di credenziali)
pt: Se marcada, permitirá o suporte do provedor de credenciais)

source: Multimedia sync
it: Sincronizzazione multimediale
pt: Sincronização de multimídia

source: If checked. Linux client will use multimedia parameter for xfreerdp
de: Wenn diese Option aktiviert. Linux-Client verwenden Multimedia-Parameter für Xfreerdp.
it: Se spuntata. Linux client utilizzerà il parametro multimedia per xfreerdp
pt: Se verificado. Linux cliente usará multimídia parâmetro para xfreerdp

source: Use Alsa
de: Alsa verwenden
it: Utilizzare Alsa
pt: Usar o Alsa

source: If checked, Linux client will try to use ALSA, otherwise Pulse will be used
de: Wenn diese Option aktiviert, Linux-Client versucht, ALSA verwenden, sonst wird Puls verwendet werden
it: Se selezionata, Linux client tenterà di utilizzare ALSA, altrimenti verrà utilizzato Pulse
pt: Se marcada, Linux cliente tentará usar ALSA, caso contrário será usado pulso

source: Printer string
de: Drucker-string
it: Stringa della stampante
pt: Sequência de impressora

source: If printer is checked, the printer string used with xfreerdp client
de: Wenn Drucker aktiviert ist, verwendet der Drucker-String mit Xfreerdp client
it: Se la stampante è selezionata, la stringa della stampante utilizzata con il client di xfreerdp
pt: Se a impressora estiver marcada, a sequência de impressora usada com cliente xfreerdp

source: Smartcard string
de: Smartcard-Zeichenfolge
it: Stringa di smartcard
pt: Sequência de SmartCard

source: If smartcard is checked, the smartcard string used with xfreerdp client
de: Wenn die Smartcard aktiviert ist, verwendet der Smartcard-String mit Xfreerdp client
it: Se è selezionata la smartcard, la stringa di smart card utilizzata con xfreerdp client
pt: Se smartcard é verificada, a cadeia de caracteres de smartcard usado com cliente xfreerdp

source: Custom parameters
de: Benutzerdefinierte Parameter
it: Parametri personalizzati
pt: Parâmetros personalizados

source: If not empty, extra parameter to include for Linux Client (for example /usb:id,dev:054c:0268, or aything compatible with your xfreerdp client)
de: Wenn nicht leer, zusätzliche Parameter für Linux-Client einschließen (zum Beispiel /usb:ID, Dev:054 c: 0268, oder Aything mit Ihrem Xfreerdp-Client kompatibel)
it: Se parametro non vuoto, extra per includere per Linux Client (ad esempio/USB:ID, dev:054 c: 0268, o aything compatibile con il tuo client di xfreerdp)
pt: Se o parâmetro não vazio, extra para incluir para cliente Linux (por exemplo /usb:ID, dev:054 c: 0268, ou aything compatível com o seu cliente de xfreerdp)

source: RDP Transport (direct)
de: RDP Transport (direkt)
it: Trasporto di RDP (diretto)
pt: Transporte de RDP (direto)

source: RDP Transport for direct connection
de: RDP-Transport für den direkten Anschluss
it: Trasporto di RDP per connessione diretta
pt: Transporte de RDP para conexão direta

source: RDP Transport (tunneled)
de: RDP-Verkehr (Tunneling)
it: Trasporto di RDP (con tunnel)
pt: Transporte de RDP (um túnel)

source: RDP Transport with tunneled connection
de: RDP-Transport mit getunnelten Verbindung
it: Trasporto di RDP con connessione con tunnel
pt: Transporte de RDP com ligação em túnel

source: Tunnel wait time
de: Tunnel-Wartezeit
it: Tempo di attesa del traforo
pt: Tempo de espera do túnel

source: Maximum time to wait before closing the tunnel listener
de: Maximale Wartezeit vor dem Schließen des Tunnel-Hörers
it: Tempo massimo di attesa prima di chiudere il listener di tunnel
pt: Tempo máximo de espera antes de fechar o ouvinte de túnel

source: Remote Desktop Protocol
de: Remote Desktop-Protokoll
pt: Protocolo de área de trabalho remoto

source: RDS Transport (direct)
de: RDS-Transport (direkt)
it: Trasporto di RDS (diretto)
pt: Transporte de RDS (direto)

source: RDS Transport for direct connection
de: RDS-Transport für den direkten Anschluss
it: Trasporto di RDS per connessione diretta
pt: Transporte de RDS para conexão direta

source: RDS Transport (tunneled)
de: RDS-Transport (getunnelt)
it: Trasporto di RDS (tunneling)
pt: Transporte de RDS (um túnel)

source: RDS Transport for tunneled connection
de: RDS-Transport für getunnelte Verbindung
it: Trasporto di RDS per connessione con tunnel
pt: Transporte de RDS para ligação em túnel

source: RGS Transport (direct)
de: RGS-Transport (direkt)
it: RGS trasporto (diretto)
pt: RGS transporte (direto)

source: RGS Transport for direct connection
de: RGS-Transport für den direkten Anschluss
it: RGS trasporto per connessione diretta
pt: RGS transporte para conexão direta

source: Image quality
de: Bildqualität
it: Qualità dell'immagine
pt: Qualidade de imagem

source: Quality of image codec (0-100)
de: Qualität der Image-Codec (0-100)
it: Qualità del codec immagine (0-100)
pt: Qualidade de codec de imagem (0-100)

source: Adjustable Quality
de: Einstellbare Qualität
it: Qualità regolabili
pt: Qualidade ajustável

source: If checked, the image quality will be adjustable with bandwidth
de: Wenn diese Option aktiviert, wird die Bildqualität mit Bandbreite einstellbar sein
it: Se selezionata, la qualità dell'immagine sarà regolabile con larghezza di banda
pt: Se marcada, a qualidade da imagem será ajustável com largura de banda

source: Min. Adjustable Quality
de: Min. einstellbare Qualität
it: Qualità regolabile min.
pt: Min. qualidade ajustável

source: The lowest image quality applied to images to maintain the minimum update rate.
de: Die niedrigste Bildqualität auf Bilder weiterhin das minimale Update angewendet Rate.
it: La qualità d'immagine più bassa applicata alle immagini per mantenere l'aggiornamento minimo tasso.
pt: A qualidade de imagem mais baixa aplicada às imagens para manter a atualização mínima taxa.

source: Adjustable Frame Rate
de: Einstellbare Framerate
it: Frequenza fotogrammi regolabile
pt: Taxa de Frame ajustável

source: Update rate threshold to begin adjusting image quality
de: Update Rate Schwelle zu beginnen, Anpassung der Bildqualität
it: Soglia tasso di aggiornamento per iniziare a regolare la qualità dell'immagine
pt: Limite de taxa de atualização para começar a ajustar a qualidade da imagem

source: Match Local Resolution
de: Match Ortsauflösung
it: Risoluzione locale partita
pt: Resolução Local de partida

source: Change the Sender's resolution to match the Receiver's resolution when connecting
de: Auflösung des Absenders an den Empfänger Auflösung anpassen ändern Wenn Herstellen einer Verbindung
it: Cambiare risoluzione del mittente per abbinare la risoluzione del ricevitore quando collegamento
pt: Alterar a resolução do remetente para coincidir com a resolução do receptor quando Conectando-se

source: Redirect USB
de: Umleitung USB
it: Reindirizzare USB
pt: Redirecionar USB

source: If checked, the USB will be redirected.
de: Wenn diese Option aktiviert, werden die USB weitergeleitet.
it: Se selezionata, verrà reindirizzato l'USB.
pt: Se marcada, o USB será redirecionado.

source: Redirect Audio
de: Umleitung-Audio
it: Reindirizzamento Audio
pt: Redirecionamento de áudio

source: If checked, the Audio will be redirected.
de: Wenn aktiviert, werden die Audiodaten weitergeleitet.
it: Se selezionata, l'Audio verrà reindirizzato.
pt: Se marcada, o áudio será redirecionado.

source: Redirect Mic
de: Umleitung Mic
it: Reindirizzare Mic
pt: Redirecionar Mic

source: If checked, the Mic will be redirected.
de: Wenn diese Option aktiviert, wird das Mikrofon umgeleitet.
it: Se selezionata, verrà reindirizzato il Mic.
pt: Se marcada, o Mic será redirecionado.

source: RGS Transport (tunneled)
de: RGS-Transport (Tunneling)
it: RGS trasporto (con tunnel)
pt: RGS transporte (um túnel)

source: RGS Transport for tunneled connection
de: RGS-Transport für getunnelte Verbindung
it: RGS trasporto per connessione con tunnel
pt: RGS transporte para ligação em túnel

source: Empty credentials
de: Leere Anmeldeinformationen
it: Credenziali di vuote
pt: Credenciais de vazias

source: Server certificate (public), can be found on your ovirt engine, probably at /etc/pki/ovirt-engine/certs/ca.der (Use the contents of this file).
de: Serverzertifikat (öffentl.), finden Sie auf Ihren Motor Ovirt wahrscheinlich unter /etc/PKI/ovirt-Engine/certs/ca.der (verwenden Sie den Inhalt dieser Datei).
it: Certificato server (pubblico), si possono trovare sul vostro motore ovirt, probabilmente a /etc/PKI/ovirt-Engine/certs/ca.der (utilizzare il contenuto di questo file).
pt: Certificado de servidor (público), podem ser encontradas no seu motor de ovirt, provavelmente em /etc/PKI/ovirt-Engine/certs/ca.der (Use o conteúdo desse arquivo).

source: Fullscreen Mode
de: Vollbild-Modus
it: Modalità a schermo intero
pt: Modo de tela cheia

source: If checked, viewer will be shown on fullscreen mode-
de: Wenn diese Option aktiviert, erscheint Viewer auf Fullscreen Modus:
it: Se selezionata, visualizzatore verrà mostrato il fullscreen mode-
pt: Se marcada, visualizador será mostrado fullscreen mode-

source: Smartcard Redirect
de: Smartcard-Umleitung
pt: Redirecionamento de SmartCard

source: If checked, SPICE protocol will allow smartcard redirection.
de: Wenn diese Option aktiviert, wird SPICE Protokoll Smartcard-Umleitung ermöglichen.
it: Se controllato, protocollo SPICE sarà consentire il reindirizzamento della smart card.
pt: Se marcada, SPICE protocolo permite redirecionamento de smartcard.

source: Enable USB
de: USB aktivieren
it: Abilitare USB
pt: Habilitar o USB

source: If checked, USB redirection will be allowed.
de: Wenn diese Option aktiviert, werden USB-Umleitung erlaubt.
it: Se selezionata, sarà consentito il reindirizzamento USB.
pt: Se marcada, redirecionamento de USB será permitido.

source: New USB Auto Sharing
de: Neue USB Auto Teilen
it: Nuovo USB Auto condivisione
pt: Novo USB Auto de partilha

source: Auto-redirect USB devices when plugged in.
de: Auto-Umleitung USB-Geräte wenn eingesteckt.
it: Auto-reindirizzare dispositivi USB quando è collegato.
pt: Redirecionar dispositivos USB quando conectado.

source: SPICE Transport (direct)
de: Gewürz-Transport (direkt)
it: Trasporto delle spezie (diretto)
pt: Transporte de especiarias (direto)

source: SPICE Transport for direct connection (EXPERIMENTAL)
de: Gewürz-Transport für den direkten Anschluss (experimentell)
it: Trasporto delle spezie per il collegamento diretto (sperimentale)
pt: Transporte de especiarias para conexão direta (EXPERIMENTAL)

source: SPICE Transport (tunneled)
de: Gewürz-Transport (getunnelt)
it: Trasporto delle spezie (tunneling)
pt: Transporte de especiarias (um túnel)

source: SPICE Transport for tunneled connection (EXPERIMENTAL)
de: Gewürz-Transport für getunnelte Verbindung (experimentell)
it: Trasporto delle spezie per connessione con tunnel (sperimentale)
pt: Transporte de especiarias para ligação em túnel (EXPERIMENTAL)

source: Show fullscreen
de: Vollbild anzeigen
it: Visualizza a schermo intero
pt: Visualizar em tela cheia

source: Desktop
pt: Área de trabalho

source: Enable sound
de: Aktivieren Sie sound
it: Attivare l'audio
pt: Ativar som

source: If checked, sound will be available
de: Wenn diese Option aktiviert, klingen wird verfügbar sein
it: Se selezionata, suono sarà essere disponibile
pt: Se marcada, som vai estar disponível

source: Redirect root folder
de: Root-Ordner umleiten
it: Reindirizzare la cartella principale
pt: Redirecionar a pasta raiz

source: If checked, user home folder will be redirected
de: Wenn diese Option aktiviert, werden die Benutzer-home-Ordner weitergeleitet
it: Se selezionata, verrà reindirizzato home directory utente
pt: Se marcada, pasta base do usuário será redirecionada

source: Speed
de: Geschwindigkeit
it: Velocità
pt: Velocidade

source: Connection speed
de: Verbindungsgeschwindigkeit
it: Velocità di connessione
pt: Velocidade de Conexão

source: Sound
de: Klang
it: Suono
pt: Som

source: Sound server
it: Server audio
pt: Servidor de som

source: Keyboard
de: Tastatur
it: Tastiera
pt: Teclado

source: Keyboard layout (es, us, fr, ...). Empty value means autodetect.
de: Tastatur-Layout (es, uns, fr,...). Leerer Wert bedeutet automatische Erkennung.
it: Layout di tastiera (es, noi, fr,...). Valore vuoto significa autodetect.
pt: Layout de teclado (es,. fr,...). Valor vazio significa autodetect.

source: Pack
pt: Pacote

source: Pack format. Change with care!
de: Pack-Format. Ändern Sie mit Sorgfalt!
it: Formato del pacchetto. Cambiare con cura!
pt: Formato de embalagem. Mudar com cuidado!

source: Quality
de: Qualität
it: Qualità
pt: Qualidade

source: Quality value used on some pack formats.
de: Qualitätswert auf einige Pack-Formate verwendet.
it: Valore di qualità utilizzato su alcuni formati di confezione.
pt: Valor de qualidade usado em alguns formatos de pacote.

source: X2Go Transport Experimental (tunneled)
de: X2Go Transport experimentelle (getunnelt)
it: X2go trasporto sperimentale (con tunnel)
pt: X2Go transporte Experimental (um túnel)

source: X2Go Transport for tunneled connection (EXPERIMENTAL)
de: X2Go Transport für getunnelte Verbindung (EXPERIMENTAL)
it: X2go trasporto per connessione con tunnel (SPERIMENTALE)
pt: X2Go transporte para conexão em túnel (EXPERIMENTAL)

source: X2Go Transport Experimental (direct)
de: X2Go Transport experimentelle (direkt)
it: X2go trasporto sperimentale (diretto)
pt: X2Go transporte Experimental (direto)

source: X2Go Transport for direct connection (EXPERIMENTAL)
de: X2Go Transport für Direktanschluss (EXPERIMENTAL)
it: X2go trasporto per il collegamento diretto (SPERIMENTALE)
pt: X2Go transporte para conexão direta (EXPERIMENTAL)

source: Unknown error
de: Unbekannter Fehler
it: Errore sconosciuto
pt: Erro desconhecido
