Repository: karthik-arjunan/testuds
Catalog: server/src/uds/locale/*/LC_MESSAGES/django.po
Languages: de, it, pt

source: Max. Allowd services
de: Max. Allowd Dienstleistungen
it: Max. Servizi di Allowd
pt: Max. Allowd serviços

source: Maximum number of allowed services (0 means no limit)
de: Maximale Anzahl von erlaubten Dienstleistungen (0 bedeutet keine Begrenzung)
it: Numero massimo di servizi consentiti (0 non indica nessun limite)
pt: Número máximo de serviços permitidos (0 significa sem limite)

source: A valid application path is required
de: Ein gültiger Anwendungspfad ist erforderlich
it: È necessario un percorso di applicazione valida
pt: Um caminho de aplicativo válido é necessário

source: Sample Provider
de: Beispiel für einen Anbieter
it: Provider di esempio
pt: Provedor de amostra

source: Sample (and dummy) service provider
de: Probe (und dummy) Dienstleister
it: Provider di servizio di campione (e fittizio)
pt: Provedor de serviço de amostra (e falsa)

source: Remote host
it: Host remoto
pt: Host remoto

source: This fields contains a remote host
de: Dieses Feld enthält einen Remotehost
it: Questo campo contiene un host remoto
pt: Este campos contém um host remoto

source: Your pet's name
de: Der Name Ihres Haustieres
it: Nome del vostro animale domestico
pt: Nome do seu animal de estimação

source: If you like, write the name of your pet
de: Wenn Sie möchten, schreiben Sie den Namen Ihres Haustieres
it: Se vuoi, scrivi il nome del vostro animale domestico
pt: Se quiser, escreva o nome do seu animal de estimação

source: Age of Methuselah
de: Alter des Methusalem
it: Età di Matusalemme
pt: Idade de Matusalém

source: If you know it, please, tell me!!!
de: Wenn Sie es wissen, bitte!!!
it: Se tu lo sai, ti prego, dimmelo!!!
pt: Se você souber, por favor, me diga!!!

source: Is Methuselah still alive?
de: Lebt Methusalem noch?
it: Matusalemme è ancora vivo?
pt: Matusalém ainda está vivo?

source: If you fail, this will not get saved :-)
de: Wenn Sie sich nicht, wird dieses nicht gesichert bekommen :-)
it: Se non si riesce, questo non ottenere salvato :-)
pt: Se você falhar, isso não se salvou :-)

source: Methuselah is not alive!!! :-)
de: Methusalem ist nicht lebendig!!! :-)
it: Matusalemme non è vivo!!! :-)
pt: Matusalém não está vivo!!! :-)

source: Random integer was 9!!! :-)
de: Zufällige ganze war 9!!! :-)
it: Intero casuale era 9!!! :-)
pt: Inteiro aleatório foi 9!!! :-)

source: Sample Service One
de: Beispiel eines Service
it: Esempio di servizio uno
pt: Exemplo de um serviço

source: Sample (and dummy) service ONE
de: Beispiel (und dummy) Service eine
it: Servizio di campione (e fittizio) uno
pt: Serviço de amostra (e falso) um

source: Colour
de: Farbe
it: Colore
pt: Cor

source: Colour of the field
de: Farbe des Feldes
it: Colore del campo
pt: Cor do campo

source: Password for testing purposes
de: Passwort für Testzwecke
it: Password per scopi di test
pt: Senha para fins de teste

source: Services names
de: Dienstleistungen-Namen
it: Nomi di servizi
pt: Serviços de nomes

source: Base name for this user services
de: Basisname für diese Benutzerdienste
it: Nome di base per questo Servizi utente
pt: Nome de base para este serviços de usuário

source: Sample Service Two
de: Beispiel Service zwei
it: Esempio di servizio due
pt: Exemplo de dois serviços

source: Sample (and dummy) service ONE+ONE
de: Beispiel (und dummy)-ONE + eine
it: Campione (e fittizio) servizio uno + uno
pt: Amostra (e falsa) serviço um + um

source: L1 cache for dummy elements
de: L1-Cache für Blindelemente
it: Cache L1 per elementi fittizi
pt: Cache L1 para elementos fictícios

source: L2 cache for dummy elements
de: L2-Cache für Blindelemente
it: Cache L2 per elementi fittizi
pt: Cache L2 para elementos fictícios

source: List of names
de: Liste der Namen
it: Elenco dei nomi
pt: Lista de nomes

source: Test Provider
de: Test Anbieter
it: Provider di test
pt: Provedor de teste

source: Test (and dummy) service provider
de: Test (und Dummy)-Service-provider
it: Fornitore di servizi di prova (e fittizio)
pt: Provedor de serviço de teste (e imbecil)

source: Test Service with cache
de: Test-Service mit cache
it: Servizio di test con cache
pt: Serviço de teste com cache

source: Test service for cache L1 only
de: Test-Service für Cache L1 nur
it: Servizio di test per la cache L1 solo
pt: Serviço de teste para cache L1 só

source: vCloud Server IP or Hostname
de: vCloud-Server IP-Adresse oder Hostname
it: vCloud Server IP o Hostname
pt: vCloud Server IP ou nome do host

source: vCloud Server Port (usually 443)
de: vCloud Serverport (in der Regel 443)
it: vCloud porta del Server (in genere 443)
pt: vCloud porta do servidor (geralmente 443)

source: Organization
de: Organisation
it: Organizzazione
pt: Organização

source: Organization to use on vCloud
de: Organisation auf vCloud verwenden
it: Organizzazione per l'utilizzo su vCloud
pt: Organização usar na vCloud

source: User with valid privileges on vCloud
de: Benutzer mit gültigen Berechtigungen auf vCloud
it: Utente con privilegi validi su vCloud
pt: Usuário com privilégios válidos no vCloud

source: Password of the user of vCloud
de: Kennwort des Benutzers der vCloud
it: Password dell'utente di vCloud
pt: Senha do usuário do vCloud

source: Timeout in seconds of connection to vCloud
de: Timeout in Sekunden der Verbindung mit vCloud
it: Timeout in secondi di connessione a vCloud
pt: Tempo limite em segundos de conexão para vCloud

source: VCloud Director Platform Provider
de: VCloud Director-Plattform-Anbieter
it: Fornitore di piattaforme di VCloud Director
pt: Provedor de plataforma VCloud Director

source: Provides connection to vCloud Director platform
de: Stellt Verbindung zum vCloud Director Plattform
it: Fornisce connessione alla piattaforma di vCloud Director
pt: Fornece conexão para vCloud Director plataforma

source: Connection parameters seems correct
de: Verbindungsparameter richtig zu sein scheint
it: I parametri di connessione sembra corretto
pt: Parâmetros de Conexão parece correto

source: vCloud Provider:
de: vCloud Anbieter:
pt: vCloud provedor:

source: VCloud Platform vApp
de: VCloud Plattform vApp
it: VApp VCloud piattaforma
pt: Plataforma de VCloud vApp

source: This service provides access to vApp based VDI
de: Dieser Service bietet Zugriff auf vApp VDI basierte
it: Questo servizio fornisce accesso a vApp basata VDI
pt: Este serviço oferece acesso a vApp baseado VDI

source: Number of desired vApps to keep running waiting for an user
de: Anzahl der gewünschten vApps warten auf einen Benutzer laufen
it: Numero di vApp desiderata per continuare a correre in attesa di un utente
pt: Número de vApps desejado para continuar funcionando à espera de um usuário

source: Number of desired vApps to keep suspended waiting for use
de: Anzahl der gewünschten vApps abgehängte warten für den Einsatz zu halten
it: Numero di vApp desiderata per tenere sospeso in attesa di utilizzo
pt: Número de vApps desejado manter suspensa esperando para uso

source: Virtual Datacenter
de: Virtuellen Rechenzentrum
pt: Data Center Virtual

source: Remove found duplicates
de: Gefundenen Duplikate entfernen
it: Rimuovere i duplicati trovati
pt: Remover duplicatas encontradas

source: If active, found duplicates vApps for this service will be removed
de: Wenn aktiv, werden die gefundenen Duplikate vApps für diesen Dienst gelöscht
it: Se attivo, i duplicati trovati vApp per questo servizio verranno rimossi
pt: Se ativo, vApps duplicatas encontrado para este serviço será removido

source: Catalog
de: Katalog
it: Catalogo
pt: Catálogo

source: vApps source catalog
de: vApps Quellkatalog
it: Catalogo di origine di vApp
pt: Catálogo de fonte vApps

source: vApp Template
de: vApp Vorlage
it: Modello di vApp
pt: vApp modelo

source: vApp template for the service
de: vApp-Vorlage für den Dienst
it: modello di vApp per il servizio
pt: modelo de vApp para o serviço

source: Main Network
de: Haupt-Netzwerk
it: Rete principale
pt: Rede principal

source: If more than one interface is found in machine, use the first found on this network as main
de: Wenn mehr als eine Schnittstelle im Computer gefunden wird, verwenden Sie das erste fand auf dieser Netzwerk als Haupt
it: Se più di un'interfaccia viene trovata nella macchina, utilizzare il primo trovato su questo rete come principale
pt: Se mais de uma interface encontra-se na máquina, use o primeiro encontrado nesta rede como principal

source: Only vApp Templates with 1 VM are allowed
de: Nur Vorlagen mit 1 VM vApp sind erlaubt
it: Sono consentiti solo modelli con 1 VM di vApp
pt: São permitidos apenas vApp modelos com 1 VM

source: Remote
it: Remoto
pt: Remoto

source: Publication
de: Veröffentlichung
it: Pubblicazione
pt: Publicação

source: UDS Publication for {0} created at {1}
de: UDS-Publikation für {0} erstellt am {1}
it: Pubblicazione di UDS per {0} creato in {1}
pt: Publicação de UDS para {0} criada em {1}

source: VMWare VCenter Server IP or Hostname
de: VMWare VCenter Server-IP oder Hostname
it: VMWare VCenter Server IP o Hostname
pt: VMWare VCenter Server IP ou nome do host

source: VMWare VC Server Port (usually 443)
de: VMWare VC Server Port (in der Regel 443)
it: VC VMWare Server Port (solitamente 443)
pt: Porta do servidor VMWare VC (geralmente 443)

source: User with valid privileges on VC
de: Benutzer mit gültigen Berechtigungen für VC
it: Utente con privilegi validi su VC
pt: Usuário com privilégios válidos em VC

source: Password of the user of the VC
de: Kennwort des Benutzers des VC
it: Password dell'utente di VC
pt: Senha do usuário do VC

source: Timeout in seconds of connection to VC
de: Timeout in Sekunden der Verbindung zum VC
it: Timeout in secondi di connessione a VC
pt: Tempo limite em segundos de conexão para VC

source: Range of valid macs for created machines. Must be inside 00:50:56:00:00:00-00:50:56:3F:FF:FF
de: Bereich gültige Mac erstellte Maschinen. Muss innerhalb 00:50:56:00:00:00-00:50:56:3F:FF:FF
it: Gamma di Mac valido per macchine creati. Deve essere all'interno 00:50:56:00:00:00-00:50:56:3F:FF:FF
pt: Gama de macs válidos para máquinas criadas. Deve estar lá dentro 00:50:56:00:00:00-00:50:56:3F:FF:FF

source: VMWare VCenter Platform Provider
de: VMWare VCenter-Plattform-Anbieter
it: Fornitore di piattaforme VMWare VCenter
pt: Provedor de plataforma VMWare VCenter

source: Provides connection to Virtual Center Services
de: Stellt Verbindung zu Virtual-Center-Dienstleistungen
it: Fornisce connessione virtuale centro servizi
pt: Fornece a conexão ao Virtual Center serviços

source: VmwareVC Provider:
de: VmwareVC-Anbieter:
pt: Provedor de VmwareVC:

source: Connection params ok
de: Verbindung Params ok
it: Connessione params ok
pt: Conexão params ok

source: VMWare VCenter Platform Linked clone
de: VMWare VCenter Plattform Linked-clone
it: VMWare VCenter piattaforma Linked clone
pt: VMWare VCenter plataforma vinculado clone

source: This service provides access to Linked Clones machines on a Virtual Center
de: Dieser Service bietet Zugriff auf verknüpfte Klone Maschinen auf ein Virtual Center
it: Questo servizio fornisce l'accesso alle macchine collegate cloni su un Virtual Center
pt: Este serviço fornece acesso a máquinas de Clones vinculados em um Virtual Center

source: Datacenter containing base machine
de: Enthaltenden Datacenter-Grundmaschine
it: Macchina di base contenente datacenter
pt: Máquina de base contendo datacenter

source: Pub. Resource Pool
de: Pub. Ressourcen-Pool
it: Pub. Pool di risorse
pt: Pub. Pool de recursos

source: Resource Pool where deploy clones
de: Ressourcen-Pool wo bereitstellen Klone
it: Pool di risorse dove distribuire cloni
pt: Pool de recursos onde implantar clones

source: Datastores where to put publications
de: Datastores wo Publikationen setzen
it: Datastore dove mettere le pubblicazioni
pt: Armazenamentos de dados onde colocar publicações

source: If active, found duplicates clones for this service will be removed
de: Wenn aktiv, werden gefundenen Duplikate Klone für diesen Dienst entfernt
it: Se attivo, i duplicati trovati cloni per questo servizio verranno rimossi
pt: Se ativo, clones de duplicatas encontrado para este serviço serão removidos

source: Resource Pool
de: Ressourcen-Pool
it: Pool di risorse
pt: Pool de recursos

source: Resource Pool containing base machine
de: Ressource Pool enthaltenden Grundmaschine
it: Macchina base contenente risorse piscina
pt: Máquina contendo base Pool de recursos

source: Base machine for this service
de: Basismaschine für diesen Dienst
it: Macchina base per questo servizio
pt: Máquina de base para este serviço

source: Pub. Network
de: Pub. Netzwerk
it: Pub. Rete
pt: Bar. Rede

source: Network on which the machine will be deployed
de: Netzwerk, auf dem die Maschine bereitgestellt werden
it: Rete su cui la macchina verrà distribuita
pt: Rede na qual a máquina será implantada

source: Clones Folder
de: Klone Ordner
it: Cartella di cloni
pt: Pasta de clones

source: Folder where deploy clones
de: Ordner wo bereitstellen Klone
it: Cartella dove distribuire cloni
pt: Pasta onde implantar clones

source: Datastores where to put incrementals
de: Datastores wo Sie inkrementelle Backups
it: Datastore dove mettere incrementali
pt: Armazenamentos de dados onde colocar backups incrementais

source: Xen Linked Clone
pt: Xen vinculado Clone

source: Xen Services based on templates
de: Xen Services basierend auf Vorlagen
it: Xen servizi basati su modelli
pt: Xen serviços baseados em modelos

source: Storage SR
de: Speicher SR
it: Stoccaggio SR
pt: Armazenamento SR

source: Storage where to publish and put incrementals
de: Speicher wo zu veröffentlichen und inkrementelle Backups
it: Archiviazione dove pubblicare e mettere incrementali
pt: Armazenamento onde publicar e colocar backups incrementais

source: Network used for virtual machines
de: Netzwerk für virtuelle Maschinen
it: Rete utilizzata per le macchine virtuali
pt: Rede usada para máquinas virtuais

source: Shadow
de: Schatten
it: Ombra
pt: Sombra

source: Shadow memory multiplier (memory overcommit)
de: Schatten Speicher Multiplikator (Memory overcommit)
it: Ombra moltiplicatore di memoria (memory overcommit)
pt: Sombra memória multiplicador (overcommit de memória)

source: Length of numeric part for the names of this machines (beetwen 3 and 6
de: Länge der numerischen Teil für die Namen von diesen Maschinen (Beetwen 3 und 6
it: Lunghezza della parte numerica per i nomi di questa macchine (tra 3 e 6
pt: Comprimento da parte numérica para os nomes desta máquinas (beetwen 3 e 6

source: Xenserver Platform Provider
de: XenServer-Plattform-Anbieter
it: Fornitore di piattaforma di XenServer
pt: Provedor de plataforma XenServer

source: XenServer platform service provider
de: XenServer-Plattform-Service-provider
it: Fornitore di servizi di piattaforma XenServer
pt: Provedor de serviços de plataforma XenServer

source: XenServer Server IP or Hostname
de: XenServer Server IP oder Hostname
it: XenServer Server IP o l'Hostname
pt: XenServer servidor IP ou nome do host

source: User with valid privileges on XenServer
de: Benutzer mit gültigen Berechtigungen auf XenServer
it: Utente con privilegi validi su XenServer
pt: Usuário com privilégios válidos no XenServer

source: Password of the user of XenServer
de: Passwort des Benutzers des XenServer
it: Password dell'utente di XenServer
pt: Senha do usuário do XenServer

source: Verify Certificate
de: Zertifikat prüfen
it: Verificare il certificato
pt: Verificar certificado

source: If selected, certificate will be checked against system valid certificate providers
de: Wenn aktiviert, werden Zertifikat gegen System gültiges Zertifikat überprüft Anbieter
it: Se selezionato, certificato verrà controllato contro certificato valido sistema fornitori
pt: Se selecionado, certificado será verificado contra certificado válido do sistema provedores

source: Connection failed: {0}
de: Verbindung fehlgeschlagen: {0}
it: Connessione non riuscita: {0}
pt: Falhado na conexão: {0}

source: Page not found
de: Seite nicht gefunden
it: Pagina non trovata
pt: Página não encontrada

source: Toggle navigation
it: Navigazione Toggle
pt: Navegação toggle

source: Overview
de: Übersicht
it: Panoramica
pt: Visão geral

source: Authenticators
de: Authentifikatoren
it: Autenticatori
pt: Autenticadores

source: Os Managers
de: OS-Manager
it: Gestori di OS
pt: Os gerentes

source: Connectivity
de: Konnektivität
it: Connettività
pt: Conectividade

source: Tools
de: Werkzeuge
it: Strumenti
pt: Ferramentas

source: Gallery
de: Galerie
it: Galleria
pt: Galeria

source: Services Pool Group
de: Pool-Dienstleistungsgruppe
it: Servizi piscina gruppo
pt: Grupo de consórcio de serviços

source: Reports
de: Berichte
it: Rapporti
pt: Relatórios

source: Configuration
de: Konfiguration
it: Configurazione
pt: Configuração

source: Flush cache
de: Cache leeren
it: Svuotare cache
pt: Liberar cache

source: User mode
de: Benutzermodus
it: Modalità utente
pt: Modo de usuário

source: Name of this rule
de: Namen für diese Regel
it: Nome di questa regola
pt: Nome desta regra

source: Comments for this rule
de: Kommentare für diese Regel
it: Commenti per questa regola
pt: Comentários para esta regra

source: Rule comments
de: Regel-Kommentare
it: Commenti di regola
pt: Comentários da regra

source: Event
de: Ereignis
it: Evento
pt: Evento

source: Starting hour
de: Ab Stunde
it: Ora di partenza
pt: Hora de partida

source: Duration for this rule
de: Dauer für diese Regel
it: Durata per questa regola
pt: Duração para esta regra

source: Repeat
de: Wiederholen Sie die
it: Ripetere
pt: Repita

source: Starting date for repeating
de: Startdatum für wiederholte
it: Data di inizio per la ripetizione
pt: Data de início para repetir

source: End date
de: End-Datum
it: Data di fine
pt: Data de término

source: Frequency for this rule
de: Frequenz für diese Regel
it: Frequenza per questa regola
pt: Freqüência para esta regra

source: Repeat interval for this rule
de: Wiederholungsintervall für diese Regel
it: Intervallo di ripetizione per questa regola
pt: Intervalo de repetição para esta regra

source: Repeat every
de: Wiederholen Sie alle
it: Ripetere ogni
pt: Repita cada

source: Repeat interval for rule
de: Wiederholungsintervall für Regel
it: Intervallo di ripetizione per regola
pt: Intervalo de repetição para a regra

source: Weekdays for this rule
de: Wochentagen für diese Regel
it: Giorni feriali per questa regola
pt: Durante a semana para esta regra

source: Repeat on
de: Wiederholen Sie auf
it: Ripetere il
pt: Repita em

source: Summary
de: Zusammenfassung
it: Riepilogo
pt: Resumo

source: Rules
de: Regeln
it: Regole
pt: Regras

source: Close
de: Schließen
it: Chiudere
pt: Fechar

source: Save
de: Speichern
it: Salvare
pt: Salvar

source: UDS Configuration
de: UDS-Konfiguration
it: Configurazione di UDS
pt: Configuração de UDS

source: Yes
de: Ja
it: Sì
pt: Sim

source: No
de: Nr.
pt: Não

source: View Authenticators
de: Ansicht-Authentifikatoren
it: Vista autenticatori
pt: Autenticadores de exibição

source: View services
de: Anzeigen von Diensten
it: Servizi vista
pt: Serviços de visualização

source: View services pools
de: Anzeigen-Dienste-pools
it: Visualizzazione servizi piscine
pt: Exibir serviços de piscinas

source: Restrained services pools
de: Zurückhaltende Service-pools
it: Trattenuto servizi piscine
pt: Piscinas de serviços contido

source: Assigned services graph
de: Zugeordneten Services graph
it: Grafico di servizi assegnati
pt: Gráfico de serviços atribuído

source: Used services graph
de: Gebrauchte Dienstleistungen graph
it: Grafico usato servizi
pt: Gráfico de utilizar serviços

source: Click to edit list
de: Klicken Sie auf Liste bearbeiten
it: Fare clic per modificare l'elenco
pt: Clique para editar a lista

source: Current list
de: Aktuelle Liste
it: Lista corrente
pt: Lista atual

source: Remove selected
de: Markierte entfernen
it: Rimuovere selezionati
pt: Remover selecionados

source: Remove all
de: Entfernen Sie alle
it: Rimuovere tutti i
pt: Remova todas as

source: Add element
it: Aggiungi elemento
pt: Adicionar elemento

source: Add
de: Hinzufügen
it: Aggiungi
pt: Adicionar

source: Add Tag...
de: Fügen Sie Tag...
it: Aggiungi Tag...
pt: Adicione Tag...

source: UDS Image Gallery
de: UDS-Bildergalerie
it: Galleria di immagini di UDS
pt: Galeria de imagens de UDS

source: Last Access
de: Letzter Zugriff
it: Ultimo accesso
pt: Último acesso

source: Enabled
de: Aktiviert
it: Abilitato
pt: Habilitado

source: Disabled
de: Behinderte
it: Disabili
pt: Com deficiência

source: Match mode
de: Match-Modus
it: Modalità partita
pt: Modo de jogo

source: Any
de: Alle
it: Qualsiasi
pt: Qualquer

source: Search
de: Suche
it: Ricerca
pt: Pesquisa

source: Select image to upload
de: Wählen Sie Bild hochladen
it: Selezionare l'immagine da caricare
pt: Selecione a imagem para fazer o upload

source: Name of the image. If left empty, will get the filename as name
de: Name des Bildes. Wenn leer gelassen, wird der Dateiname als Name erhalten.
it: Nome dell'immagine. Se lasciato vuoto, sarà possibile ottenere il nome del file come nome
pt: Nome da imagem. Se deixado em branco, receberá o nome do arquivo como nome

source: Image name
it: Nome immagine
pt: Nome da imagem

source: Select image
de: Wählen Sie Bild
it: Selezionare immagine
pt: Selecione a imagem

source: Change
de: Änderung
it: Cambiamento
pt: Mudança

source: Remove
de: Entfernen
it: Rimuovere
pt: Remover

source: accepts PNG, JPEG and GIF images
de: übernimmt PNG, JPEG und GIF Bilder
it: accetta immagini PNG, JPEG e GIF
pt: aceita imagens GIF, JPEG e PNG

source: Image will be resized to
de: Bild wird verkleinert werden
it: Immagine sarà ridimensionata a
pt: Imagem será redimensionada para

source: Max file size for uploading is 256Kb
de: Max. Größe der Datei für den Upload beträgt 256 KByte
it: Dimensione massima del file per l'upload è 256Kb
pt: Tamanho máximo de arquivo para upload é 256Kb

source: OS Managers
de: OS-Manager
it: Gestori di OS
pt: OS gerentes

source: Revoke user permission
de: Benutzer die Berechtigung zu widerrufen
it: Revocare l'autorizzazione utente
pt: Revogar a permissão de usuário

source: Add user permission
de: Fügen Sie Benutzerberechtigung
it: Aggiungere l'autorizzazione utente
pt: Adicionar permissão de usuário

source: Revoke group permission
de: Gruppenberechtigung zu widerrufen
it: Revocare le autorizzazioni del gruppo
pt: Revogar a permissão de grupo

source: Add group permission
de: Gruppe die Berechtigung hinzufügen
it: Aggiungere le autorizzazioni del gruppo
pt: Adicionar permissão de grupo

source: Permission
de: Berechtigung
it: Autorizzazione
pt: Permissão

source: Read only
de: Nur lesen
it: Sola lettura
pt: Somente leitura

source: Full Access
de: Vollzugriff
it: Accesso completo
pt: Acesso completo

source: Access action
de: Zugang-Aktion
it: Azione di accesso
pt: Ação de acesso

source: Events Offset (minutes)
de: Veranstaltungen-Offset (Minuten)
it: Eventi Offset (minuti)
pt: Deslocamento de eventos (minutos)

source: At interval beginning?
de: Intervall zu Beginn?
it: Inizio intervallo?
pt: No início do intervalo?

source: Transport
de: Verkehr
it: Trasporto
pt: Transporte

source: Usage
de: Nutzung
it: Utilizzo
pt: Uso

source: reason of publication
de: Grund der Veröffentlichung
it: motivo della pubblicazione
pt: motivo da publicação

source: Reason for publication (can be empty)
de: Grund für die Veröffentlichung (kann leer sein)
it: Motivo per la pubblicazione (può essere vuoto)
pt: Razão para publicação (pode ser vazio)

source: Error on request
de: Fehler auf Anfrage
it: Errore su richiesta
pt: Erro no pedido
