Repository: karthik-arjunan/testuds
Catalog: server/src/uds/locale/*/LC_MESSAGES/django.po
Languages: de, it, pt

source: Initial services
de: Erste Dienste
it: Servizi iniziali
pt: Serviços iniciais

source: Set maximum number of services
de: Festgelegte maximale Anzahl von Dienstleistungen
it: Numero massimo di servizi
pt: Definir número máximo de serviços

source: Maximum services
de: Maximale Leistungen
it: Servizi di massime
pt: Serviços de máximos

source: Yearly
de: Jährlich
it: Annuale
pt: Anual

source: Monthly
de: Monatliche
it: Mensile
pt: Mensal

source: Weekly
de: Pro
it: Download
pt: Semanal

source: Daily
de: Täglich
it: Giornaliero
pt: Diário

source: Weekdays
de: Wochentagen
it: Giorni feriali
pt: Durante a semana

source: Minutes
de: Minuten
it: Minuti
pt: Minutos

source: Hours
de: Stunden
it: Ore
pt: Horas

source: Days
de: Tagen
it: Giorni
pt: Dias

source: Weeks
de: Wochen
it: Settimane
pt: Semanas

source: Read
de: Lesen
it: Lettura
pt: Leitura

source: Management
de: Verwaltung
it: Gestione
pt: Gestão

source: All
de: Alle
it: Tutti
pt: Todos os

source: General
de: Allgemeine
it: Generale
pt: Geral

source: Linux OS Manager
pt: Gerente de sistema operacional Linux

source: Os Manager to control linux virtual machines
de: OS-Manager virtuelle Linux-Computer steuern
it: OS Manager per controllare le macchine virtuali linux
pt: Gerente de sistema operacional para controlar as máquinas virtuais linux

source: On Logout
de: Beim Abmelden
it: Il Logout
pt: Logout

source: What to do when user logs out from service
de: Was tun, wenn der Benutzer abmeldet vom Dienst
it: Cosa fare quando l'utente esegue il logout dal servizio
pt: O que fazer quando o usuário fizer check-out do serviço

source: Keep service assigned
de: Halten Sie Dienst zugewiesen
it: Mantenere il servizio assegnato
pt: Manter o serviço atribuído

source: Remove service
de: Basisdienst
it: Rimuovere il servizio
pt: Remover o serviço

source: Max.Idle time
de: Max.Idle Zeit
it: Max.Idle tempo
pt: Tempo de Max.Idle

source: Maximum idle time (in seconds) before session is automaticatlly closed to the user (<= 0 means no max idle time).
de: Maximale Leerlaufzeit (in Sekunden) vor der Sitzung ist Automaticatlly geschlossen der Benutzer (< = 0 bedeutet keine max Leerlaufzeit).
it: Tempo massimo di inattività (in secondi) prima sessione è automaticatlly chiuso a l'utente (< = 0 significa nessun tempo di inattività massimo).
pt: Tempo ocioso máximo (em segundos) antes da sessão é automaticatlly fechado para o usuário (< = 0 significa que nenhum tempo ocioso máximo).

source: Linux Random Password OS Manager
de: Zufällige Kennwortmanager OS Linux
it: Linux casuale Password Manager di OS
pt: Gerenciador de sistema operacional Linux aleatória senha

source: Os Manager to control linux machines, with user password set randomly.
de: OS-Manager zur Kontrolle Linux-Maschinen, mit Benutzerkennwort festlegen nach dem Zufallsprinzip.
it: OS Manager per controllo macchine linux con password utente è impostato in modo casuale.
pt: Gerente de sistema operacional para controle de máquinas em linux, com senha de usuário definida aleatoriamente.

source: Account
de: Konto
it: Conto
pt: Conta

source: User account to change password
de: Benutzerkonto Passwort ändern
it: Account utente di cambiare la password
pt: Conta de usuário para alterar a senha

source: Must provide an user account!!!
de: Muss ein Benutzerkonto zur Verfügung stellen!!!
it: Deve fornire un account di utente!!!
pt: Deve fornecer uma conta de usuário!!!

source: UDS Actor for Debian, Ubuntu, ... Linux machines <b>(Requires python 2.7)</b>
de: UDS-Schauspieler für Debian, Ubuntu... Linux Maschinen <b>(benötigt Python 2.7)</b>
it: UDS attore per Debian, Ubuntu,... Linux macchine <b>(richiede python 2.7)</b>
pt: Ator UDS para Debian, Ubuntu,... Máquinas para Linux <b>(requer python 2.7)</b>

source: UDS Actor for Centos, Fedora, RH, ... Linux machines <b>(Requires python 2.7)</b>
de: UDS-Schauspieler für Centos, Fedora, RH... Linux-Rechner <b>(Requires python 2.7)</b>
it: UDS attore per Centos, Fedora, RH,... <b>(Requires python macchine Linux 2.7)</b>
pt: Ator UDS para Centos, Fedora, RH,... Linux máquinas <b>(Requires python 2.7)</b>

source: UDS Actor for openSUSE, ... Linux machines <b>(Requires python 2.7)</b>
de: UDS-Schauspieler für OpenSUSE... Linux Maschinen <b>(benötigt Python 2.7)</b>
it: UDS attore per openSUSE,... Linux macchine <b>(richiede python 2.7)</b>
pt: Ator de UDS para openSUSE,... Máquinas para Linux <b>(requer python 2.7)</b>

source: Os Manager to control RDS provided services
de: OS-Manager steuern RDS-Dienstleistungen
it: OS Manager al controllo RDS fornito servizi
pt: Gerente de sistema operacional para controle RDS fornecido serviços

source: Max. session time
de: Max. Sitzungslänge
it: Max. tempo di sessione
pt: Max. tempo de sessão

source: Maximum duration in hours for a session (0 means no limit). After this period, session will be released.
de: Maximale Dauer in Stunden für eine Sitzung (0 bedeutet keine Begrenzung). Nach diesem Periode, wird die Sitzung freigegeben werden.
it: Durata massima in ore per una sessione (0 non indica nessun limite). Dopo questo periodo, sessione verrà rilasciato.
pt: Duração máxima de horas para uma sessão (0: não há limite). Depois disto período, sessão será lançado.

source: RDS UDS Actor (for remote apps on Windows Server 2012)
de: RDS-UDS-Schauspieler (für entfernte apps auf Windows Server 2012)
it: Attore di UDS RDS (per le applicazioni in remoti su Windows Server 2012)
pt: Ator de UDS RDS (para aplicativos remotos no Windows Server 2012)

source: Windows Domain OS Manager
de: Windows OS Gebietsmanager
it: Gestore del dominio di Windows OS
pt: Gerenciador de domínio do Windows sistema operacional

source: Os Manager to control windows machines with domain.
de: OS-Manager auf Windows-Rechnern mit Domain zu kontrollieren.
it: OS Manager per controllare le macchine windows con dominio.
pt: Gerente de sistema operacional para controlar máquinas windows com domínio.

source: Domain
de: Domäne
it: Dominio
pt: Domínio

source: Domain to join machines to (use FQDN form, Netbios name not supported for most operations)
de: Domäne beitreten Maschinen (FQDN, NetBIOS-Namen nicht unterstützt für Kontaktformular die meisten Operationen)
it: Dominio da aggiungere macchine per (utilizzare il modulo di nome di dominio completo, nome Netbios non supportato per maggior parte delle operazioni)
pt: Domínio para juntar-se a máquinas para (usar formulário FQDN, nome de Netbios não suportado para a maioria das operações)

source: Account with rights to add machines to domain
de: Konto mit der Berechtigung zum Computer zur Domäne hinzufügen
it: Account con diritti per aggiungere computer al dominio
pt: Conta com direitos para adicionar máquinas de domínio

source: Password of the account
de: Kennwort für das Konto
it: Password dell'account
pt: Senha da conta

source: OU
pt: UO

source: Organizational unit where to add machines in domain (check it before using it). i.e.: ou=My Machines,dc=mydomain,dc=local
de: Organisationseinheit wo man Computer in Domäne hinzufügen (überprüfen sie vor der Verwendung IT). d.h.: Ou = My Machines, dc = Mydomain, dc = local
it: Unità organizzativa dove aggiungere macchine nel dominio (verificare prima di utilizzare esso). cioè: ou = My macchine, dc = miodominio, dc = local
pt: Unidade organizacional onde adicionar máquinas no domínio (verifique isso antes de usar isso). ou seja: UO = My Machines, dc = mydomain, dc = local

source: Machine Group
de: Maschinengruppe
it: Gruppo macchine
pt: Grupo de máquina

source: Group to which add machines on creation. If empty, no group will be used. (experimental)
de: Gruppe an, fügen Sie Maschinen auf Schöpfung. Wenn leer, wird keine Gruppe verwendet werden. (experimentell)
it: Gruppo a cui aggiungere macchine sulla creazione. Se vuoto, non verrà utilizzato nessun gruppo. (sperimentale)
pt: Grupo ao qual adicionar máquinas na criação. Se estiver vazio, nenhum grupo será usado. (experimental)

source: Server Hint
de: Server-Tipp
it: Suggerimento di server
pt: Dica de servidor

source: In case of several AD servers, which one is preferred
de: Im Falle von mehreren AD-Server wird die man bevorzugt
it: In caso di diversi server di annunci, che si è preferito
pt: No caso de vários servidores de anúncios, qual é o preferido

source: Must provide a domain!
de: Müssen Sie eine Domäne angeben!
it: Deve fornire un dominio!
pt: Deve fornecer um domínio!

source: Must provide an account to add machines to domain!
de: Müssen ein Konto für den Computer zur Domäne hinzufügen angeben!
it: Deve fornire un account per aggiungere le macchine al dominio!
pt: Deve fornecer uma conta para adicionar máquinas ao domínio!

source: DOM\USER form is not allowed!
de: DOM\USER Form ist nicht zulässig!
it: Forma DOM\USER non è consentito!
pt: O formulário DOM\USER não é permitido!

source: Must provide a password for the account!
de: Muss ein Kennwort für das Konto angeben!
it: Deve fornire una password per l'account!
pt: Deve fornecer uma senha para a conta!

source: Check error: {0}
de: Kontrollkästchen werden: {0}
it: Verifica Errore: {0}
pt: Verifique o erro: {0}

source: Could not find server parameters (_ldap._tcp.{0} can't be resolved)
de: Server-Parameter nicht gefunden (_ldap._tcp. {0} kann nicht aufgelöst werden)
it: Non riusciva a trovare i parametri del server ( TCP. {0} non può essere risolto)
pt: Não foi possível encontrar parâmetros de servidor (_ldap._tcp. {0} não pode ser resolvido)

source: Check Error: group "{}" not found (using "cn" to locate it)
de: Fehler: Gruppe "{}" nicht gefunden (mit "Cn" zu finden)
it: Errore di controllo: gruppo "{}" non trovato (utilizzando "cn" per individuarlo)
pt: Erro de verificação: grupo "{}" não encontrado (usando "cn" para localizá-lo)

source: Server check was successful
de: Server-Check war erfolgreich
it: Controllo server riusciva
pt: Seleção de servidor foi um sucesso

source: Could not access AD using LDAP ({0})
de: AD mithilfe von LDAP ({0}) konnte nicht zugegriffen werden.
it: Non ha potuto accedere AD utilizzando LDAP ({0})
pt: Não pôde acessar o AD usando LDAP ({0})

source: The default path {0} for computers was not found!!!
de: Der standardmäßige Pfad {0} für Computer wurde nicht gefunden!!!
it: {0} Percorso predefinito per i computer non è stato trovato!!!
pt: O {0} de caminho padrão para computadores não foi encontrado!!!

source: The ou path {0} was not found!!!
de: Der Ou-Pfad {0} wurde nicht gefunden!!!
it: Ou percorso {0} non è stato trovato!!!
pt: O UO caminho {0} não foi encontrado!!!

source: Could not check parameters (_ldap._tcp.{0} can'r be resolved)
de: Parameter nicht überprüfen konnte (_ldap._tcp. {0} can'r werden aufgelöst)
it: Non potrebbe controllare parametri ( TCP. {0} posso essere risolti)
pt: Não poderia verificar parâmetros (_ldap._tcp. {0} posso ser resolvido)

source: All parameters seem to work fine.
de: Alle Parameter scheinen gut funktionieren.
it: Tutti i parametri sembrano funzionare bene.
pt: Todos os parâmetros parecem funcionar bem.

source: Windows Random Password OS Manager
de: Zufällige Kennwortmanager OS Windows
it: Windows casuale Password Manager di OS
pt: Gerenciador de sistema operacional Windows aleatória senha

source: Os Manager to control windows machines, with user password set randomly.
de: OS-Manager, um Steuerelement Windows-Rechner mit Benutzerkennwort festlegen nach dem Zufallsprinzip.
it: OS Manager alle macchine di controllo windows, con password utente è impostato in modo casuale.
pt: Gerente de sistema operacional para controle de máquinas windows, com senha de usuário definida aleatoriamente.

source: Current (template) password of the user account
de: Aktuelle (Vorlage) Kennwort des Benutzerkontos
it: Password attuale (modello) dell'account utente
pt: Senha da conta do usuário (modelo)

source: Must provide a password for the account!!!
de: Muss ein Kennwort für das Konto angeben!
it: Deve fornire una password per l'account!!!
pt: Deve fornecer uma senha para a conta!!!

source: Windows Basic OS Manager
de: Grundlegende Windows-OS-Manager
it: Windows base OS Manager
pt: Windows básico OS Manager

source: Os Manager to control windows machines without domain.
de: OS-Manager auf Windows-Rechnern ohne Domäne zu kontrollieren.
it: OS Manager per controllare le macchine windows senza dominio.
pt: Gerente de sistema operacional para controlar máquinas windows sem domínio.

source: Maximum idle time (in seconds) before session is automaticatlly closed to the user (<= 0 means no max. idle time)
de: Maximale Leerlaufzeit (in Sekunden) vor der Sitzung ist Automaticatlly geschlossen der Benutzer (< = 0 bedeutet keine max. idle-Zeit)
it: Tempo massimo di inattività (in secondi) prima sessione è automaticatlly chiuso a l'utente (< = 0 significa nessun tempo di inattività massimo)
pt: Tempo ocioso máximo (em segundos) antes da sessão é automaticatlly fechado para o usuário (< = 0 significa que nenhum tempo ocioso máx.)

source: Length must be numeric!!
de: Länge muss numerisch sein!
it: Lunghezza deve essere numerico!!
pt: Comprimento deve ser numérico!!!!

source: Length must be betwen 1 and 6
de: Die Länge muss zwischen 1 und 6 sein.
it: Lunghezza deve essere compresa tra 1 e 6
pt: Comprimento deve ser entre 1 e 6

source: UDS Actor for windows machines
de: UDS-Schauspieler für Windows-Rechner
it: UDS attore per macchine windows
pt: Ator de UDS para máquinas windows

source: Lists
de: Listen
it: Elenchi
pt: Listas de

source: User ID
de: Benutzer-ID
it: ID utente
pt: ID de usuário

source: Real Name
de: Richtiger Name
it: Vero nome
pt: Nome real

source: Authenticator
de: Authentifikator
it: Autenticatore
pt: Autenticador

source: Authenticator from where to list users
de: Authentifikator Woher zu Benutzer auflisten
it: Autenticatore da dove agli utenti elenco
pt: Autenticador de onde para os usuários da lista

source: Users list
de: Benutzerliste
it: Elenco utenti
pt: Lista de usuários

source: List users of platform
de: Liste Benutzer der Plattform
it: Elenco utenti della piattaforma
pt: Lista de usuários da plataforma

source: Statistics
de: Statistiken
it: Statistiche
pt: Estatísticas

source: Users access by date
de: Benutzern den Zugriff nach Datum
it: Agli utenti l'accesso per data
pt: Acesso de usuários por data

source: Users access by day of week
de: Benutzern den Zugriff vom Wochentag
it: Agli utenti l'accesso di giorno della settimana
pt: Acesso de usuários por dia da semana

source: Users access by hour
de: Benutzern den Zugriff von Stunden
it: Agli utenti di accedere da ore
pt: Acesso de usuários por hora

source: Date range
de: Datumsbereich
it: Intervallo di date
pt: Intervalo de datas

source: Users access report by date
de: Benutzerzugriff Bericht nach Datum
it: Gli utenti accedere ai report di data
pt: Os usuários acessam o relatório por data

source: Report of user access to platform by date
de: Bericht des Benutzerzugriffs auf Plattform nach Datum
it: Relazione dell'utente l'accesso alla piattaforma di data
pt: Relatório de acesso do usuário a plataforma por data

source: Starting date
de: Startdatum
it: Data di partenza
pt: Data de início

source: starting date for report
de: Datum für den Bericht
it: Data di partenza per report
pt: data inicial para o relatório

source: Finish date
de: Endtermin
it: Data di fine
pt: Data de término

source: finish date for report
de: Endtermin für Bericht
it: Data per la relazione di fine
pt: terminar a data para o relatório

source: Number of intervals
de: Anzahl der Intervalle
it: Numero di intervalli
pt: Número de intervalos de

source: Number of sampling points used in charts
de: Anzahl der Probenahmestellen in Diagrammen verwendet
it: Numero di punti di campionamento utilizzato nelle classifiche
pt: Número de pontos de amostragem utilizados nas paradas

source: Users access to UDS
de: Benutzern den Zugriff auf UDS
it: Accesso utenti a UDS
pt: Acesso de usuários a UDS

source: Distinct users by pool
de: Verschiedene Benutzer pro Pool
it: Utenti distinti da piscina
pt: Usuários distintos por piscina

source: Accesses by pool
de: Zugriffe von pool
it: Accessi da piscina
pt: Acessos por piscina

source: Accesses
de: Zugriffe
it: Accessi
pt: Acessos

source: Pools performance by date
de: Schwimmbecken-Leistung nach Datum
it: Prestazioni di piscine per data
pt: Desempenho de piscinas por data

source: Pools performance report by date
de: Schwimmbecken-Leistungsbericht nach Datum
it: Report di prestazioni di piscine per data
pt: Relatório de desempenho de piscinas por data

source: Pools
de: Becken
it: Piscine
pt: Piscinas

source: Pools for report
de: Pools für Bericht
it: Piscine per report
pt: Piscinas para relatório

source: Select at least a service pool for the report
de: Wählen Sie mindestens ein Dienst-Pool für den Bericht
it: Selezionare almeno un pool di servizio per il report
pt: Selecione pelo menos um pool de serviço para o relatório

source: Users by pool
de: Benutzer von pool
it: Utenti di piscina
pt: Usuários de piscina

source: Users for {}
de: Benutzer für {}
it: Utenti per {}
pt: Usuários para {}

source: Accesses for {}
de: Zugänge für {}
it: Accessi per {}
pt: Acessos para {}

source: UDS Pools Performance Report
de: UDS-Pools-Leistungsbericht
it: UDS piscine Report di prestazioni
pt: Relatório de desempenho de piscinas UDS

source: Services Asignation
de: Dienstleistungen Asignation
it: Servizi Asignation
pt: Serviços Asignation

source: Service asignation by hour
de: Service Asignation Sie stundenweise
it: Servizio asignation di ora
pt: Asignation de serviço por hora

source: Hour
de: Stunde
it: Ora
pt: Hora

source: Pools usage on a day
de: Pools-Benutzung an einem Tag
it: Utilizzo di piscine in un giorno
pt: Uso de piscinas, em um dia

source: Pools usage counters for an specific day
de: Pools Verwendungszähler für einen bestimmten Tag
it: Contatori di utilizzo piscine per un giorno specifico
pt: Contadores de uso de piscinas para um dia específico

source: Date
de: Datum
it: Data
pt: Data

source: Date for report
de: Termin für Bericht
it: Data per report
pt: Data para o relatório

source: Services by hour
de: Dienstleistungen von Stunde
it: Servizi di ora
pt: Serviços por hora

source: Services for {}
de: Dienstleistungen für {}
it: Servizi per {}
pt: Serviços para {}

source: Services usage report
de: Dienstleistungen-Nutzungsbericht
it: Rapporto di utilizzo di servizi
pt: Relatório de uso de serviços

source: Usage stats
de: Nutzung stats
it: Statistiche di utilizzo
pt: Estatísticas de uso

source: Statistics of platform use
de: Statistik Plattform Nutzungsbedingungen
it: Statistiche di utilizzo della piattaforma
pt: Estatísticas de utilização da plataforma

source: Access Datetime
de: Zugang Datetime
it: Accesso Datetime
pt: Acesso Datetime

source: Pools usage by users
de: Pool-Nutzung durch Anwender
it: Utilizzo di piscine da utenti
pt: Piscinas de uso por usuários

source: Pools usage by user report
de: Pool-Nutzung durch Anwenderbericht
it: Utilizzo di piscine da rapporto utente
pt: Piscinas de uso pelo usuário reportar

source: Pool for report
de: Pool für Bericht
it: Piscina per report
pt: Piscina para relatório

source: Users usage list for {}
de: Benutzer-Verwendungsliste für {}
it: Elenco di utilizzo agli utenti per {}
pt: Lista de uso de usuários para {}

source: Seconds
de: Sekunden
it: Secondi
pt: Segundos

source: Sessions
de: Sitzungen
it: Sessioni
pt: Sessões

source: Average
de: Durchschnitt
it: Media
pt: Média

source: Summary of pools usage
de: Zusammenfassung der Becken Verwendung
it: Riepilogo dell'utilizzo piscine
pt: Resumo de uso de piscinas

source: Generates a report with the summary of a pool usage
de: Generiert einen Bericht mit der Zusammenfassung von einem Pool-Nutzung
it: Genera un report con il riepilogo di un utilizzo di pool
pt: Gera um relatório com o resumo de um uso de piscina

source: HyperV Cluster Linked Clone (Experimental)
de: Hyper-v Cluster verknüpften Klon (experimentell)
it: HyperV Cluster collegati Clone (sperimentale)
pt: Cluster Hyper-v ligada Clone (Experimental)

source: Hyper Services based on templates and differential disks (experimental)
de: Hyper-Dienste basierend auf Vorlagen und differenzielle Datenträger (experimentell)
it: Iper servizi basati su modelli e differenziale dischi (sperimentale)
pt: Hiper serviços baseados em modelos e discos diferenciais (experimentais)

source: Number of desired machines to keep running waiting for a user
de: Anzahl der gewünschten Maschinen warten für einen Benutzer ausgeführt wird
it: Numero di macchine desiderate per continuare a correre in attesa di un utente
pt: Número de máquinas desejados para continuar funcionando à espera de um usuário

source: Number of desired machines to keep suspended waiting for use
de: Anzahl der gewünschten Maschinen zu ausgesetzten Personen, die für die Verwendung auf
it: Numero di macchine desiderati tenere sospeso in attesa di utilizzo
pt: Número de máquinas desejados manter suspenso à espera de uso

source: Base Machine
de: Grundmaschine
it: Macchina base
pt: Máquina base

source: Service base machine
de: Service-Grundmaschine
it: Macchina base servizio
pt: Máquina base de serviço

source: Network
de: Netzwerk
it: Rete
pt: Rede

source: If more than 1 interface is found in machine, use one on this network as main
de: Wenn mehr als 1 Schnittstelle im Computer gefunden wird, verwenden Sie eine in diesem Netzwerk als wichtigsten
it: Se più di 1 interfaccia si trova in macchina, utilizzare uno su questa rete come principale
pt: Se mais de 1 relação encontra-se na máquina, utilize um nesta rede como principal

source: Memory (Mb)
de: Speicher (Mb)
it: Memoria (Mb)
pt: Memória (Mb)

source: Memory for machines deployed from this service
de: Speicher für Maschinen, die von diesem Dienst bereitgestellt
it: Memoria per macchine distribuite da questo servizio
pt: Memória para máquinas implantado a partir deste serviço

source: Datastore Drives
de: Datastore-Laufwerke
it: Archivio dati unità
pt: Unidades de armazenamento de dados

source: Datastores where to put incrementals & publications
de: Datastores wohin mit inkrementellen & Publikationen
it: Datastore dove mettere incrementali & pubblicazioni
pt: Armazenamentos de dados onde colocar incrementais & publicações

source: Machine Names
de: Computernamen
it: Nomi della macchina
pt: Nomes de máquina

source: Base name for clones from this machine
de: Basisname für Clones von Maschine
it: Nome di base per i cloni da questa macchina
pt: Nome de base para clones desta máquina

source: Name Length
de: Länge des Dateinamens
it: Lunghezza del nome
pt: Comprimento do nome do

source: Size of numeric part for the names of these machines (between 3 and 6)
de: Größe des numerischen Teils für die Namen dieser Maschinen (zwischen 3 und 6)
it: Dimensione della parte numerica per i nomi di queste macchine (tra 3 e 6)
pt: Tamanho da parte numérica para os nomes destas máquinas (entre 3 e 6)

source: The length of basename plus length must not be greater than 15
de: Die Länge der Basename plus Länge darf nicht größer als 15 sein.
it: La lunghezza di basename più lunghezza non deve essere maggiore di 15
pt: O comprimento de basename mais comprimento não deve ser superior a 15

source: The machine name can't be only numbers
de: Der Computername kann nicht nur Zahlen sein.
it: Il nome del computer non può essere solo numeri
pt: O nome da máquina não pode ser apenas números

source: HyperV Cluster Provider
de: Hyper-v Cluster-Anbieter
pt: Provedor de Cluster Hyper-v

source: HyperV Cluster Service Provider
pt: Provedor de serviço de Cluster Hyper-v
