Repository: karthik-arjunan/testuds
Catalog: server/src/uds/locale/*/LC_MESSAGES/django.po
Languages: de, it, pt

source: Expected group attribute
de: Erwartete Gruppenattribut
it: Attributo di gruppo previsto
pt: Atributo esperado grupo

source: Ldap user class or user id attr is probably wrong (Ldap is an eDirectory?)
de: LDAP-Benutzer Klasse oder Benutzer-Id-Attr ist vermutlich falsch (Ldap ist eine eDirectory?)
it: LDAP dell'utente utente o classe id attr è probabilmente sbagliato (Ldap è un eDirectory?)
pt: LDAP usuário classe ou usuário id attr provavelmente está errado (Ldap é do eDirectory?)

source: Accept proxy
de: Proxy zu akzeptieren
it: Accettare il proxy
pt: Aceitar o proxy

source: If checked, requests via proxy will get FORWARDED ip address (take care with this bein checked, can take internal IP addresses from internet)
de: Wenn diese Option aktiviert ist, erhalten Anfragen per Proxy weitergeleiteten Ip-Adresse (kümmern mit Dieses Bein aktiviert, können interne IP-Adressen von Internet nehmen)
it: Se selezionata, le richieste tramite proxy otterrà inoltrato l'indirizzo ip (Prenditi cura con Questo bein controllato, può prendere gli indirizzi IP interni da internet)
pt: Se verificado, solicitações via proxy irão obter o endereço de ip de encaminhadas (tome cuidado com esta sendo verificado, pode ter endereços IP internos de internet)

source: IP Authenticator
it: IP autenticatore
pt: Autenticador IP

source: IP Range
de: IP-Bereich
it: Intervallo IP
pt: Intervalo de IP

source: All seems to be fine.
de: Alles scheint in Ordnung zu sein.
it: Tutto sembra andare bene.
pt: Tudo parece estar bem.

source: Internal Database
de: Interne Datenbank
it: Database interno
pt: Banco de dados interno

source: Internal dabasase authenticator. Doesn't use external sources
de: Interne Dabasase Authenticator. Keine verwendet externe Quellen.
it: Database interno autenticatore. Non utilizzare fonti esterne
pt: Autenticador de dabasase internos. Não usar fontes externas

source: Different user for each host
de: Verschiedene Benutzer für jeden host
it: Utente diverso per ogni host
pt: Usuário diferente para cada host

source: If checked, each host will have a different user name
de: Wenn diese Option aktiviert ist, wird jeder Host einen anderen Benutzernamen haben.
it: Se selezionata, ogni ospite avrà un nome utente diverso
pt: Se marcada, cada host terá um nome de usuário diferente

source: Reverse DNS
pt: DNS reverso

source: If checked, the host will be reversed dns
de: Wenn diese Option aktiviert, wird der Host umgekehrte Dns sein.
it: Se selezionata, l'ospite sarà invertito dns
pt: Se marcada, o host será invertida dns

source: Internal structures seems ok
de: Interne Strukturen scheint in Ordnung
it: Strutture interne sembra ok
pt: Estruturas internas parece ok

source: All seems fine in the authenticator.
de: Alles scheint in Ordnung in der Authentifikator.
it: Tutto sembra bene nell'autenticatore.
pt: Tudo parece estar bem no autenticador.

source: Ldap Server Host
it: Host del Server LDAP
pt: Host do servidor LDAP

source: Username with read privileges on the base selected
de: Benutzernamen mit lesen Berechtigungen auf der Basis ausgewählt
it: Nome utente con privilegi di lettura sulla base selezionata
pt: Nome de usuário com privilégios de leitura da base selecionada

source: Common search base (used for "users" and "groups")
de: Gemeinsame Suchbeginn (verwendet für "Benutzer" und "Gruppen")
it: Base di ricerca di comuni (utilizzato per "gli utenti" e "gruppi")
pt: Base de pesquisa comum (usada para "usuários" e "grupos")

source: Ldap info
it: Informazioni LDAP
pt: Informação de LDAP

source: User class
de: User-Klasse
it: Classe utente
pt: Classe de usuário

source: Class for LDAP users (normally posixAccount)
de: Klasse für LDAP-Benutzer (normalerweise "posixAccount")
it: Classe per utenti LDAP (normalmente posixAccount)
pt: Classe de usuários LDAP (normalmente posixAccount)

source: User Id Attr
de: Benutzer-Id Attr
it: Utente Id Attr
pt: Usuário Id Attr

source: Attribute that contains the user id
de: Attribut, das die Benutzer-Id enthält
it: Attributo che contiene l'id utente
pt: Atributo que contém a id de usuário

source: User Name Attr
de: Benutzer Name Attr
it: Utente nome Attr
pt: Usuário nome Attr

source: Attributes that contains the user name (list of comma separated values)
de: Attribute, die dem Benutzernamen (Liste der durch Kommas getrennte Werte)
it: Attributi che contiene il nome utente (elenco di valori separati da virgola)
pt: Atributos que contém o nome do usuário (lista de valores separados por vírgula)

source: Group Name Attr
de: Gruppe Name Attr
it: Gruppo nome Attr
pt: Grupo nome Attr

source: Attribute that contains the group name
de: Attribut, das den Namen den Gruppe enthält
it: Attributo che contiene il nome del gruppo
pt: Atributo que contém o nome do grupo

source: Alt. class
de: Klasse alt.
it: Classe di Alt.
pt: Classe de Alt.

source: Class for LDAP objects that will be also checked for groups retrieval (normally empty)
de: Klasse für LDAP-Objekte, die für den Abruf der Gruppen werden überprüft (normalerweise leer)
it: Classe di oggetti LDAP che verrà controllato anche per il recupero dei gruppi (normalmente vuoto)
pt: Classe de objetos LDAP que serão verificados também para recuperação de grupos (normalmente vazia)

source: Advanced
de: Erweiterte
it: Avanzate
pt: Avançado

source: Regex LDAP Authenticator
it: Regex LDAP autenticatore
pt: Autenticador de Regex LDAP

source: Regular Expressions LDAP authenticator
de: Reguläre Ausdrücke LDAP-Authentifizierungsserver
it: Autenticatore di LDAP di espressioni regolari
pt: Autenticador de LDAP de expressões regular

source: Ldap user id attr is probably wrong (can't find any user with both conditions)
de: LDAP-Benutzer-Id-Attr ist vermutlich falsch (keiner Benutzer mit beiden finden Bedingungen)
it: Attr di id utente LDAP è probabilmente sbagliato (non è possibile trovare qualsiasi utente con entrambi condizioni)
pt: LDAP usuário id attr provavelmente está errado (não pode encontrar qualquer usuário com ambos condições)

source: Ldap group id attribute seems to be incorrect (no group found by that attribute)
de: LDAP Gruppe Id-Attribut scheint nicht korrekt (keine Gruppe gefunden, die -Attribut)
it: Attributo id di gruppo LDAP sembra essere errata (nessun gruppo trovato di che attributo)
pt: Atributo de id de grupo LDAP parece ser incorreto (nenhum grupo encontrado por isso atributo)

source: SAML Authenticator
it: SAML autenticatore
pt: Autenticador SAML

source: SAML (v2.0) Authenticator
it: SAML (v 2.0) autenticatore
pt: SAML (v 2.0) autenticador

source: Private key
de: Der Private Schlüssel
it: Chiave privata
pt: Chave privada

source: Private key used for sign and encription, as generated in base 64 from openssl
de: Privater Schlüssel zum Zeichen und Encription, wie base-64 von generiert OpenSSL
it: Chiave privata utilizzata per segno ed encription, come generato in base 64 da OpenSSL
pt: A chave privada usada para sinal e encription, conforme gerado em base 64 de OpenSSL

source: Certificates
de: Zertifikate
it: Certificati
pt: Certificados

source: Certificate
de: Zertifikat
it: Certificato
pt: Certificado

source: Public key used for sign and encription (public part of previous private key), as generated in base 64 from openssl
de: Für Zeichen und Verschlüsselung (öffentlicher Teil des früheren privaten verwendete öffentliche Schlüssel (Schlüssel), wie in base-64 von Openssl generiert
it: Chiave pubblica utilizzata per segno ed encription (parte pubblica della precedente privato chiave), come generato in base 64 da openssl
pt: Chave pública usada para sinal e encription (parte pública da privada anterior chave), conforme gerado em base 64 de openssl

source: IDP Metadata
de: IDP-Metadaten
it: Metadati IDP
pt: Metadados do IDP

source: You can enter here the URL or the IDP metadata or the metadata itself (xml)
de: Sie können hier die URL oder die IDP-Metadaten oder die Metadaten selbst (Xml) eingeben.
it: Qui è possibile immettere l'URL o i metadati IDP o i metadati stesso (xml)
pt: Você pode entrar aqui a URL ou os metadados do IDP ou os metadados em si (xml)

source: Metadata
de: Metadaten
it: Metadati
pt: Metadados

source: Entity ID
de: Einheits-ID
it: ID entità
pt: ID da entidade

source: ID of the SP. If left blank, this will be autogenerated from server URL
de: SP-ID Wenn leer, wird dies automatisch vom Server URL sein.
it: ID della SP. Se lasciato vuoto, questo sarà generato automaticamente dal server URL
pt: ID do SP. Se deixado em branco, este será gerado automaticamente do servidor URL

source: User name attrs
de: Benutzer Name attrs
it: Attrs nome utente
pt: Auditoria de nome de usuário

source: Fields from where to extract user name
de: Felder aus wo Sie Benutzernamen extrahieren
it: Campi da dove estrarre il nome utente
pt: Campos de onde extrair o nome de usuário

source: Attributes
de: Attribute
it: Attributi
pt: Atributos

source: Group name attrs
de: Gruppe Name attrs
it: Gruppo nome attrs
pt: Grupo nome attrs

source: Fields from where to extract the groups
de: Felder von wo die Gruppen zu extrahieren
it: Campi da dove estrarre i gruppi
pt: Campos de onde extrair os grupos

source: Real name attrs
de: Richtiger Name attrs
it: Vero nome attrs
pt: Nome verdadeiro attrs

source: Fields from where to extract the real name
de: Felder aus wo man den richtigen Namen zu extrahieren
it: Campi da dove estrarre il vero nome
pt: Campos de onde extrair o verdadeiro nome

source: Server certificate should be a valid PEM (PEM certificates starts with -----BEGIN CERTIFICATE-----)
de: Server-Zertifikat sollte ein gültiger PEM (PEM-Zertifikate-beginnt mit---BEGIN CERTIFICATE---)
it: Certificato server dovrebbe essere un valido PEM (PEM certificati inizia con---BEGIN CERTIFICATE---)
pt: Certificado de servidor deve ser um válido PEM (certificados PEM começa com--CERTIFICADO DE BEGIN--)

source: Invalid server certificate.
de: Ungültigen Serverzertifikats.
it: Certificato del server non valido.
pt: Certificado de servidor inválido.

source: Private key should be a valid PEM (PEM private keys starts with -----BEGIN RSA PRIVATE KEY-----
de: Der Private Schlüssel sollte ein gültiger PEM (PEM private Schlüssel beginnt mit---BEGIN RSA PRIVATE KEY---
it: Chiave privata deve essere un valido PEM (PEM chiavi private inizia con----BEGIN CHIAVE PRIVATA RSA-
pt: A chave privada deve ser um válido PEM (PEM chaves privadas começa com---BEGIN RSA PRIVATE KEY--

source: Can't fetch url {0}: {1}
de: Kann nicht abgerufen werden Url {0}: {1}
it: Non è possibile recuperare l'url {0}: {1}
pt: Não pode buscar url {0}: {1}

source: (obtained from URL)
de: (gewonnen von URL)
it: (ottenuto da URL)
pt: (obtido da URL)

source: XML does not seem valid for IDP Metadata
de: XML scheint gültig für IDP Metadaten nicht
it: XML non sembra valido per IDP metadati
pt: XML não parece válido para metadados do IDP

source: Can't access idp metadata
de: Idp-Metadaten kann nicht zugegriffen werden.
it: Non è possibile accedere ai metadati di idp
pt: Não é possível acessar os metadados do idp

source: Sample Authenticator
de: Beispiel Authenticator
it: Campione autenticatore
pt: Autenticador de amostra

source: Sample dummy authenticator
de: Beispiel Pseudo-Authentifikator
it: Autenticatore fittizio del campione
pt: Autenticador fictício de amostra

source: Fake User
it: Utente falso
pt: Usuário falso

source: Fake Group
de: Fake-Gruppe
it: Gruppo falso
pt: Grupo falso

source: Groups
de: Gruppen
it: Gruppi
pt: Grupos

source: We need more than two items!
de: Wir brauchen mehr als zwei Elemente!
it: Abbiamo bisogno di più di due elementi!
pt: Precisamos de mais de dois itens!

source: Ldap Server IP or Hostname
de: LDAP-Server-IP oder Hostname
it: LDAP Server IP o l'Hostname
pt: LDAP Server IP ou nome do host

source: Ldap User
de: LDAP-Benutzer
it: Utente LDAP
pt: Usuário LDAP

source: Group class
de: Group-Klasse
it: Gruppo classe
pt: Grupo classe

source: Class for LDAP groups (normally poxisGroup)
de: Klasse für LDAP-Gruppen (normalerweise PoxisGroup)
it: Classe per gruppi LDAP (normalmente poxisGroup)
pt: Classe para grupos LDAP (normalmente poxisGroup)

source: Group Id Attr
de: Gruppe Id Attr
it: Gruppo Id Attr
pt: Grupo Id Attr

source: Attribute that contains the group id
de: Attribut, das die Gruppen-Id enthält
it: Attributo che contiene l'id di gruppo
pt: Atributo que contém o id do grupo

source: Group membership attr
de: Gruppe Mitgliedschaft attr
it: Gruppo appartenenza attr
pt: Grupo Associação attr

source: Attribute of the group that contains the users belonging to it
de: Attribut der Gruppe mit die Benutzern gehören es
it: Attributo del gruppo che contiene gli utenti ad esso appartenenti
pt: Atributo do grupo que contém os usuários pertencentes a ele

source: SimpleLDAP Authenticator
it: SimpleLDAP autenticatore
pt: Autenticador de SimpleLDAP

source: Simple LDAP authenticator
de: Einfache LDAP-Authentifizierungsserver
it: Semplice autenticatore LDAP
pt: Autenticador LDAP simples

source: Ldap group class seems to be incorrect (no group found by that class)
de: LDAP Gruppe Klasse scheint nicht korrekt (keine Gruppe gefunden durch diese Klasse)
it: Classe gruppo LDAP sembra essere errata (nessun gruppo trovato di classe)
pt: Classe do grupo LDAP parece ser incorreto (nenhum grupo encontrado por essa classe)

source: Ldap user class or user id attr is probably wrong (can't find any user with both conditions)
de: LDAP Benutzer Klasse oder Benutzer-Id Attr ist wahrscheinlich falsch (keiner Benutzer mit finden beide Bedingungen)
it: LDAP dell'utente utente o classe id attr è probabilmente sbagliato (non è possibile trovare qualsiasi utente con entrambe le condizioni)
pt: LDAP usuário classe ou usuário id attr provavelmente está errado (não pode encontrar qualquer usuário com ambas as condições)

source: Ldap group class or group id attr is probably wrong (can't find any group with both conditions)
de: LDAP Gruppe Klasse oder Gruppe Id Attr ist wahrscheinlich falsch (kann nicht finden jede Gruppe beide Bedingungen)
it: LDAP gruppo classe o gruppo id attr è probabilmente sbagliato (non è possibile trovare qualsiasi gruppo con entrambe le condizioni)
pt: LDAP grupo classe ou grupo id attr provavelmente está errado (não consigo encontrar qualquer grupo com ambas as condições)

source: Can't locate any group with the membership attribute specified
de: Jede Gruppe kann nicht mit das angegebene Mitgliedschaft-Attribut gefunden werden
it: Non è possibile individuare qualsiasi gruppo con specificato l'attributo di appartenenza
pt: Não é possível localizar qualquer grupo com o atributo de associação especificado

source: No connection checking method is implemented.
de: Keine Verbindung überprüfen Methode ist implementiert.
it: Nessuna connessione controllando il metodo viene implementata.
pt: Nenhuma conexão verificando o método é implementado.

source: No check method provided.
de: Keine Prüfmethode zur Verfügung gestellt.
it: Nessun metodo di controllo fornito.
pt: Nenhum método de verificação fornecido.

source: Base Authenticator
it: Base autenticatore
pt: Autenticador de base

source: User name
de: Benutzername
it: Nome utente
pt: Nome de usuário

source: Group name
de: Gruppenname
it: Nome gruppo
pt: Nome do grupo

source: Users can't be created inside this authenticator
de: Benutzer können nicht innerhalb dieser Authenticator erstellt werden
it: Gli utenti non possono essere creati all'interno di questo autenticatore
pt: Os usuários não podem ser criados dentro deste autenticador

source: System Administrator
it: Amministratore di sistema
pt: Administrador do sistema

source: Forbidden
de: Verboten
it: Vietato
pt: Proibido

source: Already publishing. Wait for previous publication to finish and try again
de: Bereits veröffentlicht. Warten Sie auf vorherige Veröffentlichung zu beenden und versuchen Sie es erneut
it: Già pubblicando. Attendere la pubblicazione precedente finire e riprovare
pt: Já a publicar. Aguardar publicação anterior terminar e tentar novamente

source: Service is in maintenance mode and new publications are not allowed
de: Service ist im Wartungsmodus und Neuerscheinungen sind nicht zulässig.
it: Il servizio è in modalità di manutenzione e nuove pubblicazioni non sono ammessi
pt: Serviço está em modo de manutenção e novas publicações não são permitidas

source: Can't cancel non running publication
de: Nicht ausgeführte Veröffentlichung kann nicht abgebrochen werden.
it: Non è possibile annullare la pubblicazione non in esecuzione
pt: Não posso cancelar a publicação não execução

source: Can't unpublish non usable publication
de: Kann nicht nicht nutzbare Veröffentlichung aufheben
it: Non è possibile annullare la pubblicazione pubblicazione non utilizzabile
pt: Não é possível cancelar a publicação de publicação não utilizável

source: Can't unpublish publications with services in process
de: Publikationen mit Dienstleistungen im Prozess kann nicht Veröffentlichung rückgängig machen
it: Non è possibile annullare la pubblicazione di pubblicazioni con servizi nel processo di
pt: Não é possível cancelar a publicação de publicações com serviços em processo

source: Screen Size
de: Bildschirmgröße
it: Dimensioni dello schermo
pt: Tamanho da tela

source: Full Screen
de: Vollbild
it: Schermo intero
pt: Tela cheia

source: Screen colors
de: Bildschirmfarben
it: Colori dello schermo
pt: Cores da tela

source: Plugin detection
de: Plugin-Erkennung
it: Rilevamento plugin
pt: Deteção de plugin

source: Detect plugin
de: Plugin zu erkennen
it: Rilevare plugin
pt: Detectar o plugin

source: Bypass plugin detection
de: Plugin-Erkennung zu umgehen
it: Ignorare il rilevamento del plugin
pt: Deteção de plugin de desvio

source: Can't remove a non active element
de: Ein nicht aktive Element kann nicht entfernt werden.
it: Non è possibile rimuovere un elemento non attivo
pt: Não é possível remover um elemento não-ativo

source: Can't remove nor cancel {0} cause its states don't allow it
de: Kann weder entfernen noch Abbrechen {0} führen, dass die Staaten nicht, dass es zulassen
it: Non rimuovere né cancellare {0} causa che suoi Stati non consentono
pt: Não pode remover nem cancelar {0} causa que seus Estados não permitem

source: Base OS Manager
pt: Gerente de sistema operacional de base

source: Base Manager
pt: Gerente de base

source: Base Report
de: Basisbericht
it: Report di base
pt: Relatório base

source: Base report
de: Basisbericht
it: Report di base
pt: Relatório base

source: Generated by UDS
de: Erstellt von UDS
it: Generato da UDS
pt: Gerado por UDS

source: Base Service
de: Basisdienst
it: Servizio di base
pt: Serviço base

source: None
de: Keine
it: Nessuno
pt: Nenhum

source: Base Clustered Service
de: Base gruppierten Dienst
it: Base in cluster Service
pt: Base em Cluster Service

source: Direct
de: Direkte
it: Diretto
pt: Direto

source: Tunneled
de: Getunnelt
it: Con tunnel
pt: Um túnel

source: Credentials
de: Anmeldeinformationen
it: Credenziali
pt: Credenciais

source: Tunnel
pt: Túnel

source: Active
de: Aktive
it: Attivo
pt: Ativo

source: Inactive
de: Inaktiv
it: Inattivo
pt: Inativo

source: Blocked
de: Blockiert
it: Bloccato
pt: Bloqueado

source: Waiting publication
de: Wartet auf Veröffentlichung
it: In attesa di pubblicazione
pt: Aguardando publicação

source: In preparation
de: In Vorbereitung
it: In preparazione
pt: Em preparação

source: Valid
de: Gültig
it: Valido
pt: Válido

source: Waiting for removal
de: Warten auf Entfernung
it: In attesa di rimozione
pt: À espera de remoção

source: Removing
de: Entfernen
it: Rimozione
pt: Removendo

source: Removed
de: Entfernt
it: Rimosso
pt: Removido

source: Canceled
de: Abgebrochen
it: Annullato
pt: Cancelado

source: Canceling
de: Abbrechen
it: L'annullamento
pt: Cancelando

source: Error
de: Fehler
it: Errore
pt: Erro

source: Running
de: Ausführen
it: In esecuzione
pt: Executando

source: Finished
de: Fertig
it: Finito
pt: Terminou

source: Waiting execution
de: Personen, die auf Ausführung
it: In attesa di esecuzione
pt: À espera de execução

source: Balancing
it: Bilanciamento
pt: Balanceamento de

source: In maintenance
de: In der Pflege
it: In manutenzione
pt: Em manutenção

source: Waiting OS
de: OS warten
it: In attesa di OS
pt: Esperando OS

source: Too many preparing services
de: Zu viele Dienste vorbereiten
it: Troppi servizi che preparare
pt: Muitos serviços de preparação

source: Assigned
de: Zugewiesen
it: Assegnate
pt: Atribuído

source: In use
de: Im Einsatz
it: In uso
pt: Em uso

source: Load
de: Belastung
it: Carico
pt: Carga

source: Storage
de: Speicher
it: Archiviazione
pt: Armazenamento

source: Numeric
de: Numerische
it: Numerico
pt: Numérico

source: {0} must be greater than or equal to {1}
de: {0} muss größer als oder gleich {1} sein.
it: {0} deve essere maggiore o uguale a {1}
pt: {0} deve ser maior ou igual a {1}

source: {0} must be lower than or equal to {1}
de: {0} muss kleiner oder gleich {1}
it: {0} deve essere inferiore o uguale a {1}
pt: {0} deve ser inferior ou igual a {1}

source: {0} contains invalid characters
de: {0} enthält ungültige Zeichen
it: {0} contiene caratteri non validi
pt: {0} contém caracteres inválidos

source: Invalid mac range. Mac range must be in format XX:XX:XX:XX:XX:XX-XX:XX:XX:XX:XX:XX
de: Ungültige Mac-Bereich. Bereich Mac muss im Format XX-XX:XX:XX:XX:XX:XX
it: Intervallo valido mac. Gamma Mac deve essere nel formato XX:XX:XX:XX:XX:XX-XX:XX:XX:XX:CAUSA
pt: Intervalo de mac inválido. Intervalo de Mac deve estar no formato XX:XX:XX:XX:XX:XX-XX:XX:XX:XX:XX: XX

source: There are no authenticators available for login
de: Es gibt keine Authentifikatoren für login
it: Non sono disponibili per il login autenticatori
pt: Não há nenhum autenticadores disponível para login

source: The authenticator {0} is not usable
de: Der Authentifikator {0} kann nicht verwendet werden
it: L'autenticatore {0} non è utilizzabile
pt: O autenticador {0} não é utilizável

source: Invalid credentials
de: Ungültiger Anmeldeinformationen
it: Credenziali non valide
pt: Credenciais inválidas

source: The domain {0} does not exists
de: Die Domäne {0} ist nicht vorhanden
it: Il dominio {0} non esiste
pt: O domínio {0} não existe

source: No services available
de: Keine Dienste zur Verfügung
it: Nessun servizio disponibile
pt: Nenhum serviço disponível

source: Invalid session
de: Ungültige Sitzung
it: Sessione non valida
pt: Sessão inválida

source: Invalid authorization
de: Ungültige Autorisierung
it: Autorizzazione non valida
pt: Autorização inválida

source: Invalid request
de: Ungültige Anforderung
it: Richiesta non valida
pt: Pedido inválido

source: Invalid credentials used
de: Ungültiger Anmeldeinformationen verwendet
it: Credenziali non valide usate
pt: Inválido credenciais usadas

source: Transport not found
de: Verkehr nicht gefunden
it: Trasporto non trovato
pt: Transporte não encontrado

source: Service not ready at this moment. Please, try again in a while.
de: Service im Moment nicht bereit. Bitte, versuchen Sie es noch einmal in eine Weile.
it: Servizio non pronta in questo momento. Per favore, provare nuovamente in un istante.
pt: Serviço não está pronto, neste momento. Por favor, tente novamente em instantes.

source: Publish
de: Veröffentlichen
it: Pubblicare
pt: Publicar

source: Set cache size
de: Eingestellte Cache-Größe
it: Dimensione della cache impostata
pt: Tamanho do cache de conjunto de

source: Cache size
de: Cache-Größe
it: Dimensione della cache
pt: Tamanho do cache

source: Set L2 cache size
de: L2-Cache-Größe festlegen
it: Impostare la dimensione della cache L2
pt: Definir o tamanho do cache L2

source: Cache L2 size
de: L2-Cache-Größe
it: Dimensione della cache L2
pt: Tamanho do cache L2

source: Set initial services
de: Erste Service Set
it: Impostare i servizi iniziali
pt: Conjunto de serviços iniciais
